{
  "_id": "judges",
  "title": "Judges",
  "subtitle": "",
  "delineation": "Chapter",
  "chapters": [
    {
      "number": 1,
      "verses": [
        {
          "text": "Now after the death of Joshua it came to pass, that the children of Israel asked the Lord, saying, Who shall go up for us against the Canaanites first, to fight against them?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Lord said, Judah shall go up: behold, I have delivered the land into his hand.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Judah said unto Simeon his brother, Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with thee into thy lot. So Simeon went with him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Judah went up; and the Lord delivered the Canaanites and the Perizzites into their hand: and they slew of them in Bezek ten thousand men.",
          "footnotes": [
            {
              "footnote": "Morm. 6:10 (9–16).",
              "start": 124,
              "end": 136
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they found Adoni-bezek in Bezek: and they fought against him, and they slew the Canaanites and the Perizzites.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But Adoni-bezek fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Adoni-bezek said, Threescore and ten kings, having their thumbs and their great toes cut off, gathered their meat under my table: as I have done, so God hath requited me. And they brought him to Jerusalem, and there he died.",
          "footnotes": [
            {
              "footnote": "OR Seventy kings.",
              "start": 22,
              "end": 46
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 344
            }
          ],
          "italics": [
            {
              "start": 107,
              "end": 117
            }
          ]
        },
        {
          "text": "Now the children of Judah had fought against Jerusalem, and had taken it, and smitten it with the edge of the sword, and set the city on fire.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And afterward the children of Judah went down to fight against the Canaanites, that dwelt in the mountain, and in the south, and in the valley.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Judah went against the Canaanites that dwelt in Hebron: (now the name of Hebron before was Kirjath-arba:) and they slew Sheshai, and Ahiman, and Talmai.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 91,
              "end": 94
            }
          ]
        },
        {
          "text": "And from thence he went against the inhabitants of Debir: and the name of Debir before was Kirjath-sepher:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 87,
              "end": 90
            }
          ]
        },
        {
          "text": "And Caleb said, He that smiteth Kirjath-sepher, and taketh it, to him will I give Achsah my daughter to wife.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Othniel the son of Kenaz, Caleb's younger brother, took it: and he gave him Achsah his daughter to wife.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when she came to him, that she moved him to ask of her father a field: and she lighted from off her ass; and Caleb said unto her, What wilt thou?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 35,
              "end": 42
            },
            {
              "start": 117,
              "end": 120
            }
          ]
        },
        {
          "text": "And she said unto him, Give me a blessing: for thou hast given me a south land; give me also springs of water. And Caleb gave her the upper springs and the nether springs.",
          "footnotes": [
            {
              "footnote": "Josh. 15:19.",
              "start": 156,
              "end": 162
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of the Kenite, Moses' father in law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which lieth in the south of Arad; and they went and dwelt among the people.",
          "footnotes": [
            {
              "footnote": "1 Sam. 15:6; 1 Chr. 2:55.",
              "start": 24,
              "end": 30
            },
            {
              "footnote": "Deut. 34:3.",
              "start": 73,
              "end": 77
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 155,
              "end": 160
            }
          ]
        },
        {
          "text": "And Judah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and utterly destroyed it. And the name of the city was called Hormah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Also Judah took Gaza with the coast thereof, and Askelon with the coast thereof, and Ekron with the coast thereof.",
          "footnotes": [
            {
              "footnote": "HEB border (also v. 36).",
              "start": 30,
              "end": 35
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Lord was with Judah; and he drave out the inhabitants of the mountain; but could not drive out the inhabitants of the valley, because they had chariots of iron.",
          "footnotes": [
            {
              "footnote": "Deut. 33:7.",
              "start": 22,
              "end": 27
            },
            {
              "footnote": "Josh. 17:16; Judg. 4:3.",
              "start": 151,
              "end": 159
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 64
            }
          ]
        },
        {
          "text": "And they gave Hebron unto Caleb, as Moses said: and he expelled thence the three sons of Anak.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Benjamin did not drive out the Jebusites that inhabited Jerusalem; but the Jebusites dwell with the children of Benjamin in Jerusalem unto this day.",
          "footnotes": [
            {
              "footnote": "Ps. 106:34.",
              "start": 37,
              "end": 42
            },
            {
              "footnote": "Josh. 18:28; Judg. 19:14.",
              "start": 51,
              "end": 60
            },
            {
              "footnote": "Josh. 15:63; 2 Sam. 5:6; 1 Chr. 11:4; Zech. 9:7.",
              "start": 95,
              "end": 104
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the house of Joseph, they also went up against Beth-el: and the Lord was with them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 73,
              "end": 76
            }
          ]
        },
        {
          "text": "And the house of Joseph sent to descry Beth-el. (Now the name of the city before was Luz.)",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 81,
              "end": 84
            }
          ]
        },
        {
          "text": "And the spies saw a man come forth out of the city, and they said unto him, Shew us, we pray thee, the entrance into the city, and we will shew thee mercy.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when he shewed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family.",
          "footnotes": [
            {
              "footnote": "Josh. 6:17.",
              "start": 120,
              "end": 123
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the man went into the land of the Hittites, and built a city, and called the name thereof Luz: which is the name thereof unto this day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 105,
              "end": 107
            }
          ]
        },
        {
          "text": "Neither did Manasseh drive out the inhabitants of Beth-shean and her towns, nor Taanach and her towns, nor the inhabitants of Dor and her towns, nor the inhabitants of Ibleam and her towns, nor the inhabitants of Megiddo and her towns: but the Canaanites would dwell in that land.",
          "footnotes": [
            {
              "footnote": "Josh. 23:13 (1–16).",
              "start": 21,
              "end": 26
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 31,
              "end": 49
            }
          ]
        },
        {
          "text": "And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out.",
          "footnotes": [
            {
              "footnote": "Josh. 17:13 (12–13).",
              "start": 77,
              "end": 84
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Neither did Ephraim drive out the Canaanites that dwelt in Gezer; but the Canaanites dwelt in Gezer among them.",
          "footnotes": [
            {
              "footnote": "Josh. 16:10.",
              "start": 34,
              "end": 44
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Neither did Zebulun drive out the inhabitants of Kitron, nor the inhabitants of Nahalol; but the Canaanites dwelt among them, and became tributaries.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Neither did Asher drive out the inhabitants of Accho, nor the inhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But the Asherites dwelt among the Canaanites, the inhabitants of the land: for they did not drive them out.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Neither did Naphtali drive out the inhabitants of Beth-shemesh, nor the inhabitants of Beth-anath; but he dwelt among the Canaanites, the inhabitants of the land: nevertheless the inhabitants of Beth-shemesh and of Beth-anath became tributaries unto them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Amorites forced the children of Dan into the mountain: for they would not suffer them to come down to the valley:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But the Amorites would dwell in mount Heres in Aijalon, and in Shaalbim: yet the hand of the house of Joseph prevailed, so that they became tributaries.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the coast of the Amorites was from the going up to Akrabbim, from the rock, and upward.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 30,
              "end": 33
            }
          ]
        }
      ]
    },
    {
      "number": 2,
      "verses": [
        {
          "text": "And an angel of the Lord came up from Gilgal to Bochim, and said, I made you to go up out of Egypt, and have brought you unto the land which I sware unto your fathers; and I said, I will never break my covenant with you.",
          "footnotes": [
            {
              "footnote": "Deut. 31:16.",
              "start": 193,
              "end": 198
            },
            {
              "footnote": "TG Abrahamic Covenant; Covenants.",
              "start": 202,
              "end": 210
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And ye shall make no league with the inhabitants of this land; ye shall throw down their altars: but ye have not obeyed my voice: why have ye done this?",
          "footnotes": [
            {
              "footnote": "Ex. 34:12; Josh. 9:7.",
              "start": 21,
              "end": 27
            },
            {
              "footnote": "TG Disobedience.",
              "start": 113,
              "end": 119
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Wherefore I also said, I will not drive them out from before you; but they shall be as thorns in your sides, and their gods shall be a snare unto you.",
          "footnotes": [
            {
              "footnote": "Ex. 23:33.",
              "start": 135,
              "end": 140
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 84,
              "end": 93
            }
          ]
        },
        {
          "text": "And it came to pass, when the angel of the Lord spake these words unto all the children of Israel, that the people lifted up their voice, and wept.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they called the name of that place Bochim: and they sacrificed there unto the Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when Joshua had let the people go, the children of Israel went every man unto his inheritance to possess the land.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the people served the Lord all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the Lord, that he did for Israel.",
          "footnotes": [
            {
              "footnote": "Josh. 24:31.",
              "start": 15,
              "end": 21
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
          "footnotes": [
            {
              "footnote": "Num. 13:16; Deut. 34:9.",
              "start": 22,
              "end": 25
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 58,
              "end": 63
            }
          ]
        },
        {
          "text": "And they buried him in the border of his inheritance in Timnath-heres, in the mount of Ephraim, on the north side of the hill Gaash.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And also all that generation were gathered unto their fathers: and there arose another generation after them, which knew not the Lord, nor yet the works which he had done for Israel.",
          "footnotes": [
            {
              "footnote": "TG God, Knowledge about.",
              "start": 116,
              "end": 124
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel did evil in the sight of the Lord, and served Baalim:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
          "footnotes": [
            {
              "footnote": "TG Anger.",
              "start": 229,
              "end": 234
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 149,
              "end": 153
            }
          ]
        },
        {
          "text": "And they forsook the Lord, and served Baal and Ashtaroth.",
          "footnotes": [
            {
              "footnote": "1 Sam. 7:4.",
              "start": 38,
              "end": 42
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the anger of the Lord was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
          "footnotes": [
            {
              "footnote": "D&C 95:2 (1–3); 98:21. TG God, Indignation of.",
              "start": 8,
              "end": 13
            },
            {
              "footnote": "Neh. 9:27.",
              "start": 90,
              "end": 98
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Whithersoever they went out, the hand of the Lord was against them for evil, as the Lord had said, and as the Lord had sworn unto them: and they were greatly distressed.",
          "footnotes": [
            {
              "footnote": "Lev. 26:3 (3–46).",
              "start": 33,
              "end": 37
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Nevertheless the Lord raised up judges, which delivered them out of the hand of those that spoiled them.",
          "footnotes": [
            {
              "footnote": "Ruth 1:1; 2 Sam. 7:11; Mosiah 29:41 (41, 44).",
              "start": 32,
              "end": 38
            },
            {
              "footnote": "TG Deliver.",
              "start": 46,
              "end": 55
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
          "footnotes": [
            {
              "footnote": "2 Ne. 9:37; Alma 7:6; Hel. 6:31.",
              "start": 66,
              "end": 73
            },
            {
              "footnote": "Ex. 34:15.",
              "start": 86,
              "end": 90
            },
            {
              "footnote": "Alma 46:8; Hel. 12:4 (2–5).",
              "start": 136,
              "end": 143
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 228,
              "end": 231
            }
          ]
        },
        {
          "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
          "footnotes": [
            {
              "footnote": "The Hebrew root means “to be sorry,” “moved to pity,” or “have compassion.” Ps. 106:45. JST Judg. 2:18 … for the Lord hearkened because of …",
              "start": 154,
              "end": 169
            },
            {
              "footnote": "HEB crushed.",
              "start": 248,
              "end": 253
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
          "footnotes": [
            {
              "footnote": "Matt. 23:32 (30–32).",
              "start": 107,
              "end": 114
            },
            {
              "footnote": "TG Stubbornness.",
              "start": 236,
              "end": 244
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 50
            },
            {
              "start": 80,
              "end": 90
            }
          ]
        },
        {
          "text": "And the anger of the Lord was hot against Israel; and he said, Because that this people hath transgressed my covenant which I commanded their fathers, and have not hearkened unto my voice;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "I also will not henceforth drive out any from before them of the nations which Joshua left when he died:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "That through them I may prove Israel, whether they will keep the way of the Lord to walk therein, as their fathers did keep it, or not.",
          "footnotes": [
            {
              "footnote": "1 Ne. 2:24 (23–24). TG Test.",
              "start": 24,
              "end": 29
            },
            {
              "footnote": "TG Walking with God.",
              "start": 84,
              "end": 88
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 124,
              "end": 127
            }
          ]
        },
        {
          "text": "Therefore the Lord left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 3,
      "verses": [
        {
          "text": "Now these are the nations which the Lord left, to prove Israel by them, even as many of Israel as had not known all the wars of Canaan;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 13
            },
            {
              "start": 72,
              "end": 76
            },
            {
              "start": 85,
              "end": 94
            }
          ]
        },
        {
          "text": "Only that the generations of the children of Israel might know, to teach them war, at the least such as before knew nothing thereof;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Namely, five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that dwelt in mount Lebanon, from mount Baal-hermon unto the entering in of Hamath.",
          "footnotes": [
            {
              "footnote": "Josh. 13:3.",
              "start": 8,
              "end": 12
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 347
            }
          ],
          "italics": [
            {
              "start": 0,
              "end": 7
            }
          ]
        },
        {
          "text": "And they were to prove Israel by them, to know whether they would hearken unto the commandments of the Lord, which he commanded their fathers by the hand of Moses.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel dwelt among the Canaanites, Hittites, and Amorites, and Perizzites, and Hivites, and Jebusites:",
          "footnotes": [
            {
              "footnote": "Ps. 106:35.",
              "start": 27,
              "end": 32
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods.",
          "footnotes": [
            {
              "footnote": "TG Marriage, Interfaith.",
              "start": 53,
              "end": 57
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel did evil in the sight of the Lord, and forgat the Lord their God, and served Baalim and the groves.",
          "footnotes": [
            {
              "footnote": "TG Apostasy of Israel.",
              "start": 31,
              "end": 35
            },
            {
              "footnote": "Judg. 4:1.",
              "start": 97,
              "end": 103
            },
            {
              "footnote": "Hosea 2:13.",
              "start": 104,
              "end": 110
            },
            {
              "footnote": "HEB asheroth; fertility cult goddesses. TG Idolatry.",
              "start": 119,
              "end": 125
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Therefore the anger of the Lord was hot against Israel, and he sold them into the hand of Chushan-rishathaim king of Mesopotamia: and the children of Israel served Chushan-rishathaim eight years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the children of Israel cried unto the Lord, the Lord raised up a deliverer to the children of Israel, who delivered them, even Othniel the son of Kenaz, Caleb's younger brother.",
          "footnotes": [
            {
              "footnote": "Neh. 9:27. TG Deliver.",
              "start": 74,
              "end": 83
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 131,
              "end": 135
            }
          ]
        },
        {
          "text": "And the Spirit of the Lord came upon him, and he judged Israel, and went out to war: and the Lord delivered Chushan-rishathaim king of Mesopotamia into his hand; and his hand prevailed against Chushan-rishathaim.",
          "footnotes": [
            {
              "footnote": "TG God, Spirit of.",
              "start": 8,
              "end": 14
            },
            {
              "footnote": "Hab. 3:7.",
              "start": 193,
              "end": 211
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the land had rest forty years. And Othniel the son of Kenaz died.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel did evil again in the sight of the Lord: and the Lord strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he gathered unto him the children of Ammon and Amalek, and went and smote Israel, and possessed the city of palm trees.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So the children of Israel served Eglon the king of Moab eighteen years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But when the children of Israel cried unto the Lord, the Lord raised them up a deliverer, Ehud the son of Gera, a Benjamite, a man lefthanded: and by him the children of Israel sent a present unto Eglon the king of Moab.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But Ehud made him a dagger which had two edges, of a cubit length; and he did gird it under his raiment upon his right thigh.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he brought the present unto Eglon king of Moab: and Eglon was a very fat man.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 62,
              "end": 65
            }
          ]
        },
        {
          "text": "And when he had made an end to offer the present, he sent away the people that bare the present.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But he himself turned again from the quarries that were by Gilgal, and said, I have a secret errand unto thee, O king: who said, Keep silence. And all that stood by him went out from him.",
          "footnotes": [
            {
              "footnote": "OR message.",
              "start": 93,
              "end": 99
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 51,
              "end": 55
            }
          ]
        },
        {
          "text": "And Ehud came unto him; and he was sitting in a summer parlour, which he had for himself alone. And Ehud said, I have a message from God unto thee. And he arose out of his seat.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 168,
              "end": 171
            }
          ]
        },
        {
          "text": "And Ehud put forth his left hand, and took the dagger from his right thigh, and thrust it into his belly:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the haft also went in after the blade; and the fat closed upon the blade, so that he could not draw the dagger out of his belly; and the dirt came out.",
          "footnotes": [
            {
              "footnote": "OR handle.",
              "start": 8,
              "end": 12
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then Ehud went forth through the porch, and shut the doors of the parlour upon him, and locked them.",
          "footnotes": [
            {
              "footnote": "HEB upper, or roof, chamber.",
              "start": 66,
              "end": 73
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "When he was gone out, his servants came; and when they saw that, behold, the doors of the parlour were locked, they said, Surely he covereth his feet in his summer chamber.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 348
            }
          ],
          "italics": [
            {
              "start": 98,
              "end": 102
            }
          ]
        },
        {
          "text": "And they tarried till they were ashamed: and, behold, he opened not the doors of the parlour; therefore they took a key, and opened them: and, behold, their lord was fallen down dead on the earth.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 132,
              "end": 137
            },
            {
              "start": 162,
              "end": 165
            }
          ]
        },
        {
          "text": "And Ehud escaped while they tarried, and passed beyond the quarries, and escaped unto Seirath.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when he was come, that he blew a trumpet in the mountain of Ephraim, and the children of Israel went down with him from the mount, and he before them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto them, Follow after me: for the Lord hath delivered your enemies the Moabites into your hand. And they went down after him, and took the fords of Jordan toward Moab, and suffered not a man to pass over.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they slew of Moab at that time about ten thousand men, all lusty, and all men of valour; and there escaped not a man.",
          "footnotes": [
            {
              "footnote": "HEB fat or hardy.",
              "start": 63,
              "end": 68
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So Moab was subdued that day under the hand of Israel. And the land had rest fourscore years.",
          "footnotes": [
            {
              "footnote": "2 Kgs. 3:18.",
              "start": 3,
              "end": 7
            },
            {
              "footnote": "Ex. 14:30 (1–30); Judg. 10:11 (11–12).",
              "start": 12,
              "end": 19
            },
            {
              "footnote": "OR eighty.",
              "start": 77,
              "end": 86
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And after him was Shamgar the son of Anath, which slew of the Philistines six hundred men with an ox goad: and he also delivered Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 4,
      "verses": [
        {
          "text": "And the children of Israel again did evil in the sight of the Lord, when Ehud was dead.",
          "footnotes": [
            {
              "footnote": "Judg. 3:7 (5–7); 3 Ne. 30:2; Abr. 1:6 (5–7).",
              "start": 37,
              "end": 41
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Lord sold them into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, which dwelt in Harosheth of the Gentiles.",
          "footnotes": [
            {
              "footnote": "2 Ne. 7:1.",
              "start": 13,
              "end": 17
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 111,
              "end": 114
            }
          ]
        },
        {
          "text": "And the children of Israel cried unto the Lord: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel.",
          "footnotes": [
            {
              "footnote": "Josh. 17:16; Judg. 1:19.",
              "start": 72,
              "end": 80
            },
            {
              "footnote": "HEB forcibly, violently.",
              "start": 110,
              "end": 118
            },
            {
              "footnote": "Ps. 106:42 (42–43).",
              "start": 119,
              "end": 128
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.",
          "footnotes": [
            {
              "footnote": "Ex. 15:20 (20–21); Acts 21:9 (8–9). TG Woman.",
              "start": 15,
              "end": 25
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And she dwelt under the palm tree of Deborah between Ramah and Beth-el in mount Ephraim: and the children of Israel came up to her for judgment.",
          "footnotes": [
            {
              "footnote": "HEB used to sit or remain.",
              "start": 8,
              "end": 13
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And she sent and called Barak the son of Abinoam out of Kedesh-naphtali, and said unto him, Hath not the Lord God of Israel commanded, saying, Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?",
          "footnotes": [
            {
              "footnote": "Heb. 11:32.",
              "start": 24,
              "end": 29
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 135,
              "end": 142
            }
          ]
        },
        {
          "text": "And I will draw unto thee to the river Kishon Sisera, the captain of Jabin's army, with his chariots and his multitude; and I will deliver him into thine hand.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Barak said unto her, If thou wilt go with me, then I will go: but if thou wilt not go with me, then I will not go.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 99,
              "end": 103
            }
          ]
        },
        {
          "text": "And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the Lord shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Barak called Zebulun and Naphtali to Kedesh; and he went up with ten thousand men at his feet: and Deborah went up with him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now Heber the Kenite, which was of the children of Hobab the father in law of Moses, had severed himself from the Kenites, and pitched his tent unto the plain of Zaanaim, which is by Kedesh.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 349
            }
          ],
          "italics": [
            {
              "start": 22,
              "end": 31
            },
            {
              "start": 177,
              "end": 179
            }
          ]
        },
        {
          "text": "And they shewed Sisera that Barak the son of Abinoam was gone up to mount Tabor.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth of the Gentiles unto the river of Kishon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 51
            },
            {
              "start": 107,
              "end": 111
            }
          ]
        },
        {
          "text": "And Deborah said unto Barak, Up; for this is the day in which the Lord hath delivered Sisera into thine hand: is not the Lord gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him.",
          "footnotes": [
            {
              "footnote": "Deut. 9:3; Ether 1:42 (42–43); D&C 84:88 (87–88).",
              "start": 135,
              "end": 141
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 42,
              "end": 44
            }
          ]
        },
        {
          "text": "And the Lord discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; so that Sisera lighted down off his chariot, and fled away on his feet.",
          "footnotes": [
            {
              "footnote": "OR panicked, put to flight.",
              "start": 13,
              "end": 24
            },
            {
              "footnote": "Ps. 83:9.",
              "start": 25,
              "end": 31
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 41,
              "end": 44
            },
            {
              "start": 63,
              "end": 66
            },
            {
              "start": 146,
              "end": 149
            }
          ]
        },
        {
          "text": "But Barak pursued after the chariots, and after the host, unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword; and there was not a man left.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 150,
              "end": 153
            }
          ]
        },
        {
          "text": "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 91,
              "end": 100
            }
          ]
        },
        {
          "text": "And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn in to me; fear not. And when he had turned in unto her into the tent, she covered him with a mantle.",
          "footnotes": [
            {
              "footnote": "HEB rug, thick coverlet, or blanket.",
              "start": 169,
              "end": 175
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Again he said unto her, Stand in the door of the tent, and it shall be, when any man doth come and inquire of thee, and say, Is there any man here? that thou shalt say, No.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then Jael Heber's wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground: for he was fast asleep and weary. So he died.",
          "footnotes": [
            {
              "footnote": "HEB tent peg or pin.",
              "start": 120,
              "end": 124
            },
            {
              "footnote": "Judg. 5:26 (25–27).",
              "start": 134,
              "end": 141
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him, Come, and I will shew thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the nail was in his temples.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 164,
              "end": 169
            },
            {
              "start": 208,
              "end": 211
            }
          ]
        },
        {
          "text": "So God subdued on that day Jabin the king of Canaan before the children of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 5,
      "verses": [
        {
          "text": "Then sang Deborah and Barak the son of Abinoam on that day, saying,",
          "footnotes": [
            {
              "footnote": "TG Singing.",
              "start": 5,
              "end": 9
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Praise ye the Lord for the avenging of Israel, when the people willingly offered themselves.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hear, O ye kings; give ear, O ye princes; I, even I, will sing unto the Lord; I will sing praise to the Lord God of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 45,
              "end": 49
            },
            {
              "start": 90,
              "end": 96
            }
          ]
        },
        {
          "text": "Lord, when thou wentest out of Seir, when thou marchedst out of the field of Edom, the earth trembled, and the heavens dropped, the clouds also dropped water.",
          "footnotes": [
            {
              "footnote": "Ps. 68:7.",
              "start": 47,
              "end": 56
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The mountains melted from before the Lord, even that Sinai from before the Lord God of Israel.",
          "footnotes": [
            {
              "footnote": "OR quaked. Ps. 97:5; Micah 1:4; Hel. 12:9; 3 Ne. 22:10; D&C 109:74; 133:22 (21–22, 40); Moses 6:34.",
              "start": 14,
              "end": 20
            },
            {
              "footnote": "Ps. 68:8.",
              "start": 53,
              "end": 58
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 47
            }
          ]
        },
        {
          "text": "In the days of Shamgar the son of Anath, in the days of Jael, the highways were unoccupied, and the travellers walked through byways.",
          "footnotes": [
            {
              "footnote": "Lev. 26:22 (21–22).",
              "start": 66,
              "end": 74
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The inhabitants of the villages ceased, they ceased in Israel, until that I Deborah arose, that I arose a mother in Israel.",
          "footnotes": [
            {
              "footnote": "TG Marriage, Motherhood.",
              "start": 106,
              "end": 112
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 18
            }
          ]
        },
        {
          "text": "They chose new gods; then was war in the gates: was there a shield or spear seen among forty thousand in Israel?",
          "footnotes": [
            {
              "footnote": "Deut. 32:17.",
              "start": 15,
              "end": 19
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 26,
              "end": 29
            }
          ]
        },
        {
          "text": "My heart is toward the governors of Israel, that offered themselves willingly among the people. Bless ye the Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 9,
              "end": 11
            }
          ]
        },
        {
          "text": "Speak, ye that ride on white asses, ye that sit in judgment, and walk by the way.",
          "footnotes": [
            {
              "footnote": "IE on animals used by rich merchants, leaders.",
              "start": 20,
              "end": 34
            },
            {
              "footnote": "Hebrew meaning uncertain; perhaps “on rich cloths, carpets.”",
              "start": 48,
              "end": 59
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "They that are delivered from the noise of archers in the places of drawing water, there shall they rehearse the righteous acts of the Lord, even the righteous acts toward the inhabitants of his villages in Israel: then shall the people of the Lord go down to the gates.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 23
            },
            {
              "start": 140,
              "end": 144
            },
            {
              "start": 164,
              "end": 186
            }
          ]
        },
        {
          "text": "Awake, awake, Deborah: awake, awake, utter a song: arise, Barak, and lead thy captivity captive, thou son of Abinoam.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then he made him that remaineth have dominion over the nobles among the people: the Lord made me have dominion over the mighty.",
          "footnotes": [
            {
              "footnote": "HEB Then a remnant descended against the nobles; the people of the Lord descended for me against the mighty.",
              "start": 0,
              "end": 4
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Out of Ephraim was there a root of them against Amalek; after thee, Benjamin, among thy people; out of Machir came down governors, and out of Zebulun they that handle the pen of the writer.",
          "footnotes": [
            {
              "footnote": "Num. 32:40; Josh. 17:1.",
              "start": 103,
              "end": 109
            },
            {
              "footnote": "HEB hold the sceptre of the muster-officer, the marshal's staff.",
              "start": 160,
              "end": 166
            },
            {
              "footnote": "TG Scribe.",
              "start": 182,
              "end": 188
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 15,
              "end": 24
            }
          ]
        },
        {
          "text": "And the princes of Issachar were with Deborah; even Issachar, and also Barak: he was sent on foot into the valley. For the divisions of Reuben there were great thoughts of heart.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 28,
              "end": 32
            },
            {
              "start": 143,
              "end": 153
            }
          ]
        },
        {
          "text": "Why abodest thou among the sheepfolds, to hear the bleatings of the flocks? For the divisions of Reuben there were great searchings of heart.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 104,
              "end": 114
            }
          ]
        },
        {
          "text": "Gilead abode beyond Jordan: and why did Dan remain in ships? Asher continued on the sea shore, and abode in his breaches.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Zebulun and Naphtali were a people that jeoparded their lives unto the death in the high places of the field.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 21,
              "end": 25
            },
            {
              "start": 35,
              "end": 39
            }
          ]
        },
        {
          "text": "The kings came and fought, then fought the kings of Canaan in Taanach by the waters of Megiddo; they took no gain of money.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 15,
              "end": 18
            }
          ]
        },
        {
          "text": "They fought from heaven; the stars in their courses fought against Sisera.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The river of Kishon swept them away, that ancient river, the river Kishon. O my soul, thou hast trodden down strength.",
          "footnotes": [
            {
              "footnote": "HEB (perhaps) tread (them) down with might.",
              "start": 86,
              "end": 90
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then were the horsehoofs broken by the means of the pransings, the pransings of their mighty ones.",
          "footnotes": [
            {
              "footnote": "OR Then did the horse hooves stamp.",
              "start": 0,
              "end": 4
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Curse ye Meroz, said the angel of the Lord, curse ye bitterly the inhabitants thereof; because they came not to the help of the Lord, to the help of the Lord against the mighty.",
          "footnotes": [
            {
              "footnote": "Judg. 21:5 (5–6).",
              "start": 100,
              "end": 104
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Blessed above women shall Jael the wife of Heber the Kenite be, blessed shall she be above women in the tent.",
          "footnotes": [
            {
              "footnote": "TG Woman.",
              "start": 14,
              "end": 19
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "He asked water, and she gave him milk; she brought forth butter in a lordly dish.",
          "footnotes": [
            {
              "footnote": "HEB curds, curdled milk.",
              "start": 57,
              "end": 63
            },
            {
              "footnote": "HEB bowl of nobles.",
              "start": 69,
              "end": 80
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 351
            }
          ],
          "italics": [
            {
              "start": 16,
              "end": 19
            },
            {
              "start": 29,
              "end": 32
            }
          ]
        },
        {
          "text": "She put her hand to the nail, and her right hand to the workmen's hammer; and with the hammer she smote Sisera, she smote off his head, when she had pierced and stricken through his temples.",
          "footnotes": [
            {
              "footnote": "HEB tent peg or pin.",
              "start": 24,
              "end": 28
            },
            {
              "footnote": "Judg. 4:21 (17–21).",
              "start": 182,
              "end": 189
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "At her feet he bowed, he fell, he lay down: at her feet he bowed, he fell: where he bowed, there he fell down dead.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The mother of Sisera looked out at a window, and cried through the lattice, Why is his chariot so long in coming? why tarry the wheels of his chariots?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 95,
              "end": 97
            }
          ]
        },
        {
          "text": "Her wise ladies answered her, yea, she returned answer to herself,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Have they not sped? have they not divided the prey; to every man a damsel or two; to Sisera a prey of divers colours, a prey of divers colours of needlework, of divers colours of needlework on both sides, meet for the necks of them that take the spoil?",
          "footnotes": [
            {
              "footnote": "HEB Are they not finding, dividing spoil?",
              "start": 0,
              "end": 4
            },
            {
              "footnote": "OR a spoil of dyed stuffs.",
              "start": 92,
              "end": 93
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 30,
              "end": 33
            },
            {
              "start": 74,
              "end": 76
            },
            {
              "start": 205,
              "end": 209
            },
            {
              "start": 227,
              "end": 241
            }
          ]
        },
        {
          "text": "So let all thine enemies perish, O Lord: but let them that love him be as the sun when he goeth forth in his might. And the land had rest forty years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 45,
              "end": 48
            },
            {
              "start": 68,
              "end": 70
            }
          ]
        }
      ]
    },
    {
      "number": 6,
      "verses": [
        {
          "text": "And the children of Israel did evil in the sight of the Lord: and the Lord delivered them into the hand of Midian seven years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the hand of Midian prevailed against Israel: and because of the Midianites the children of Israel made them the dens which are in the mountains, and caves, and strong holds.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 49,
              "end": 52
            },
            {
              "start": 127,
              "end": 130
            }
          ]
        },
        {
          "text": "And so it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east, even they came up against them;",
          "footnotes": [
            {
              "footnote": "Gen. 25:6.",
              "start": 110,
              "end": 114
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 6
            }
          ]
        },
        {
          "text": "And they encamped against them, and destroyed the increase of the earth, till thou come unto Gaza, and left no sustenance for Israel, neither sheep, nor ox, nor ass.",
          "footnotes": [
            {
              "footnote": "OR produce.",
              "start": 50,
              "end": 58
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "For they came up with their cattle and their tents, and they came as grasshoppers for multitude; for both they and their camels were without number: and they entered into the land to destroy it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 97,
              "end": 100
            }
          ]
        },
        {
          "text": "And Israel was greatly impoverished because of the Midianites; and the children of Israel cried unto the Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when the children of Israel cried unto the Lord because of the Midianites,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "That the Lord sent a prophet unto the children of Israel, which said unto them, Thus saith the Lord God of Israel, I brought you up from Egypt, and brought you forth out of the house of bondage;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and drave them out from before you, and gave you their land;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I said unto you, I am the Lord your God; fear not the gods of the Amorites, in whose land ye dwell: but ye have not obeyed my voice.",
          "footnotes": [
            {
              "footnote": "HEB (also) do not reverence, honor. 2 Kgs. 17:35.",
              "start": 45,
              "end": 53
            },
            {
              "footnote": "TG Disobedience.",
              "start": 120,
              "end": 126
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 23,
              "end": 25
            }
          ]
        },
        {
          "text": "And there came an angel of the Lord, and sat under an oak which was in Ophrah, that pertained unto Joash the Abi-ezrite: and his son Gideon threshed wheat by the winepress, to hide it from the Midianites.",
          "footnotes": [
            {
              "footnote": "HEB in the winepress.",
              "start": 155,
              "end": 171
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 64,
              "end": 67
            },
            {
              "start": 84,
              "end": 93
            },
            {
              "start": 181,
              "end": 183
            }
          ]
        },
        {
          "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valour.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 73,
              "end": 75
            }
          ]
        },
        {
          "text": "And Gideon said unto him, Oh my Lord, if the Lord be with us, why then is all this befallen us? and where be all his miracles which our fathers told us of, saying, Did not the Lord bring us up from Egypt? but now the Lord hath forsaken us, and delivered us into the hands of the Midianites.",
          "footnotes": [
            {
              "footnote": "Morm. 9:20 (15–20).",
              "start": 117,
              "end": 125
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 106,
              "end": 108
            }
          ]
        },
        {
          "text": "And the Lord looked upon him, and said, Go in this thy might, and thou shalt save Israel from the hand of the Midianites: have not I sent thee?",
          "footnotes": [
            {
              "footnote": "D&C 4:2.",
              "start": 55,
              "end": 60
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto him, Oh my Lord, wherewith shall I save Israel? behold, my family is poor in Manasseh, and I am the least in my father's house.",
          "footnotes": [
            {
              "footnote": "1 Sam. 9:21.",
              "start": 117,
              "end": 122
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 83,
              "end": 85
            },
            {
              "start": 110,
              "end": 112
            }
          ]
        },
        {
          "text": "And the Lord said unto him, Surely I will be with thee, and thou shalt smite the Midianites as one man.",
          "footnotes": [
            {
              "footnote": "Josh. 1:5.",
              "start": 45,
              "end": 54
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto him, If now I have found grace in thy sight, then shew me a sign that thou talkest with me.",
          "footnotes": [
            {
              "footnote": "TG Grace.",
              "start": 42,
              "end": 47
            },
            {
              "footnote": "Gen. 15:8 (7–9).",
              "start": 77,
              "end": 81
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and set it before thee. And he said, I will tarry until thou come again.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 91,
              "end": 93
            }
          ]
        },
        {
          "text": "And Gideon went in, and made ready a kid, and unleavened cakes of an ephah of flour: the flesh he put in a basket, and he put the broth in a pot, and brought it out unto him under the oak, and presented it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 158,
              "end": 160
            },
            {
              "start": 203,
              "end": 206
            }
          ]
        },
        {
          "text": "And the angel of God said unto him, Take the flesh and the unleavened cakes, and lay them upon this rock, and pour out the broth. And he did so.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 85,
              "end": 89
            }
          ]
        },
        {
          "text": "Then the angel of the Lord put forth the end of the staff that was in his hand, and touched the flesh and the unleavened cakes; and there rose up fire out of the rock, and consumed the flesh and the unleavened cakes. Then the angel of the Lord departed out of his sight.",
          "footnotes": [
            {
              "footnote": "Lev. 9:24; 1 Ne. 1:6.",
              "start": 146,
              "end": 150
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 63,
              "end": 66
            }
          ]
        },
        {
          "text": "And when Gideon perceived that he was an angel of the Lord, Gideon said, Alas, O Lord God! for because I have seen an angel of the Lord face to face.",
          "footnotes": [
            {
              "footnote": "TG Angels.",
              "start": 118,
              "end": 123
            },
            {
              "footnote": "Num. 12:8.",
              "start": 144,
              "end": 148
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 34,
              "end": 37
            }
          ]
        },
        {
          "text": "And the Lord said unto him, Peace be unto thee; fear not: thou shalt not die.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 34,
              "end": 36
            }
          ]
        },
        {
          "text": "Then Gideon built an altar there unto the Lord, and called it Jehovah-shalom: unto this day it is yet in Ophrah of the Abi-ezrites.",
          "footnotes": [
            {
              "footnote": "Ex. 17:15.",
              "start": 62,
              "end": 76
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 95,
              "end": 97
            }
          ]
        },
        {
          "text": "And it came to pass the same night, that the Lord said unto him, Take thy father's young bullock, even the second bullock of seven years old, and throw down the altar of Baal that thy father hath, and cut down the grove that is by it:",
          "footnotes": [
            {
              "footnote": "2 Kgs. 3:2.",
              "start": 170,
              "end": 174
            },
            {
              "footnote": "HEB asherah—a pole or tree representing a fertility goddess (also vv. 26, 28, 30). Deut. 7:5; 2 Kgs. 18:4.",
              "start": 214,
              "end": 219
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 225,
              "end": 227
            }
          ]
        },
        {
          "text": "And build an altar unto the Lord thy God upon the top of this rock, in the ordered place, and take the second bullock, and offer a burnt sacrifice with the wood of the grove which thou shalt cut down.",
          "footnotes": [
            {
              "footnote": "HEB stronghold.",
              "start": 62,
              "end": 66
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then Gideon took ten men of his servants, and did as the Lord had said unto him: and so it was, because he feared his father's household, and the men of the city, that he could not do it by day, that he did it by night.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 85,
              "end": 87
            },
            {
              "start": 184,
              "end": 186
            },
            {
              "start": 207,
              "end": 209
            }
          ]
        },
        {
          "text": "And when the men of the city arose early in the morning, behold, the altar of Baal was cast down, and the grove was cut down that was by it, and the second bullock was offered upon the altar that was built.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 130,
              "end": 133
            },
            {
              "start": 191,
              "end": 199
            }
          ]
        },
        {
          "text": "And they said one to another, Who hath done this thing? And when they inquired and asked, they said, Gideon the son of Joash hath done this thing.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 353
            }
          ],
          "italics": []
        },
        {
          "text": "Then the men of the city said unto Joash, Bring out thy son, that he may die: because he hath cast down the altar of Baal, and because he hath cut down the grove that was by it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 167,
              "end": 170
            }
          ]
        },
        {
          "text": "And Joash said unto all that stood against him, Will ye plead for Baal? will ye save him? he that will plead for him, let him be put to death whilst it is yet morning: if he be a god, let him plead for himself, because one hath cast down his altar.",
          "footnotes": [
            {
              "footnote": "OR before morning.",
              "start": 142,
              "end": 148
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 149,
              "end": 158
            },
            {
              "start": 174,
              "end": 176
            },
            {
              "start": 219,
              "end": 222
            }
          ]
        },
        {
          "text": "Therefore on that day he called him Jerubbaal, saying, Let Baal plead against him, because he hath thrown down his altar.",
          "footnotes": [
            {
              "footnote": "1 Sam. 12:11.",
              "start": 36,
              "end": 45
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then all the Midianites and the Amalekites and the children of the east were gathered together, and went over, and pitched in the valley of Jezreel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But the Spirit of the Lord came upon Gideon, and he blew a trumpet; and Abi-ezer was gathered after him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he sent messengers throughout all Manasseh; who also was gathered after him: and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Behold, I will put a fleece of wool in the floor; and if the dew be on the fleece only, and it be dry upon all the earth beside, then shall I know that thou wilt save Israel by mine hand, as thou hast said.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 50,
              "end": 53
            },
            {
              "start": 92,
              "end": 97
            },
            {
              "start": 121,
              "end": 128
            }
          ]
        },
        {
          "text": "And it was so: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, a bowl full of water.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon said unto God, Let not thine anger be hot against me, and I will speak but this once: let me prove, I pray thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.",
          "footnotes": [
            {
              "footnote": "Gen. 18:32.",
              "start": 40,
              "end": 45
            },
            {
              "footnote": "HEB try or test.",
              "start": 104,
              "end": 109
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And God did so that night: for it was dry upon the fleece only, and there was dew on all the ground.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 7,
      "verses": [
        {
          "text": "Then Jerubbaal, who is Gideon, and all the people that were with him, rose up early, and pitched beside the well of Harod: so that the host of the Midianites were on the north side of them, by the hill of Moreh, in the valley.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 20,
              "end": 22
            },
            {
              "start": 55,
              "end": 59
            }
          ]
        },
        {
          "text": "And the Lord said unto Gideon, The people that are with thee are too many for me to give the Midianites into their hands, lest Israel vaunt themselves against me, saying, Mine own hand hath saved me.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 50
            },
            {
              "start": 61,
              "end": 64
            }
          ]
        },
        {
          "text": "Now therefore go to, proclaim in the ears of the people, saying, Whosoever is fearful and afraid, let him return and depart early from mount Gilead. And there returned of the people twenty and two thousand; and there remained ten thousand.",
          "footnotes": [
            {
              "footnote": "Deut. 20:8.",
              "start": 78,
              "end": 85
            },
            {
              "footnote": "OR Mount Gilboa.",
              "start": 135,
              "end": 147
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 75,
              "end": 77
            }
          ]
        },
        {
          "text": "And the Lord said unto Gideon, The people are yet too many; bring them down unto the water, and I will try them for thee there: and it shall be, that of whom I say unto thee, This shall go with thee, the same shall go with thee; and of whomsoever I say unto thee, This shall not go with thee, the same shall not go.",
          "footnotes": [
            {
              "footnote": "1 Sam. 14:6.",
              "start": 54,
              "end": 58
            },
            {
              "footnote": "OR test. Alma 27:15; D&C 98:12.",
              "start": 103,
              "end": 106
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 42,
              "end": 45
            },
            {
              "start": 50,
              "end": 53
            },
            {
              "start": 145,
              "end": 149
            }
          ]
        },
        {
          "text": "So he brought down the people unto the water: and the Lord said unto Gideon, Every one that lappeth of the water with his tongue, as a dog lappeth, him shalt thou set by himself; likewise every one that boweth down upon his knees to drink.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the number of them that lapped, putting their hand to their mouth, were three hundred men: but all the rest of the people bowed down upon their knees to drink water.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 354
            }
          ],
          "italics": [
            {
              "start": 36,
              "end": 43
            }
          ]
        },
        {
          "text": "And the Lord said unto Gideon, By the three hundred men that lapped will I save you, and deliver the Midianites into thine hand: and let all the other people go every man unto his place.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 145,
              "end": 150
            }
          ]
        },
        {
          "text": "So the people took victuals in their hand, and their trumpets: and he sent all the rest of Israel every man unto his tent, and retained those three hundred men: and the host of Midian was beneath him in the valley.",
          "footnotes": [
            {
              "footnote": "Josh. 1:11.",
              "start": 19,
              "end": 27
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 79,
              "end": 90
            }
          ]
        },
        {
          "text": "And it came to pass the same night, that the Lord said unto him, Arise, get thee down unto the host; for I have delivered it into thine hand.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But if thou fear to go down, go thou with Phurah thy servant down to the host:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 190,
              "end": 194
            }
          ]
        },
        {
          "text": "And the Midianites and the Amalekites and all the children of the east lay along in the valley like grasshoppers for multitude; and their camels were without number, as the sand by the sea side for multitude.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 145,
              "end": 149
            }
          ]
        },
        {
          "text": "And when Gideon was come, behold, there was a man that told a dream unto his fellow, and said, Behold, I dreamed a dream, and, lo, a cake of barley bread tumbled into the host of Midian, and came unto a tent, and smote it that it fell, and overturned it, that the tent lay along.",
          "footnotes": [
            {
              "footnote": "TG Dream.",
              "start": 115,
              "end": 120
            },
            {
              "footnote": "HEB camp.",
              "start": 171,
              "end": 175
            },
            {
              "footnote": "IE the tent lay flat.",
              "start": 260,
              "end": 278
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 34,
              "end": 43
            }
          ]
        },
        {
          "text": "And his fellow answered and said, This is nothing else save the sword of Gideon the son of Joash, a man of Israel: for into his hand hath God delivered Midian, and all the host.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 39,
              "end": 41
            },
            {
              "start": 115,
              "end": 118
            }
          ]
        },
        {
          "text": "And it was so, when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped, and returned into the host of Israel, and said, Arise; for the Lord hath delivered into your hand the host of Midian.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 11,
              "end": 14
            }
          ]
        },
        {
          "text": "And he divided the three hundred men into three companies, and he put a trumpet in every man's hand, with empty pitchers, and lamps within the pitchers.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 37,
              "end": 41
            }
          ]
        },
        {
          "text": "And he said unto them, Look on me, and do likewise: and, behold, when I come to the outside of the camp, it shall be that, as I do, so shall ye do.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 117,
              "end": 122
            }
          ]
        },
        {
          "text": "When I blow with a trumpet, I and all that are with me, then blow ye the trumpets also on every side of all the camp, and say, The sword of the Lord, and of Gideon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 46
            },
            {
              "start": 127,
              "end": 136
            }
          ]
        },
        {
          "text": "So Gideon, and the hundred men that were with him, came unto the outside of the camp in the beginning of the middle watch; and they had but newly set the watch: and they blew the trumpets, and brake the pitchers that were in their hands.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 36,
              "end": 40
            },
            {
              "start": 217,
              "end": 221
            }
          ]
        },
        {
          "text": "And the three companies blew the trumpets, and brake the pitchers, and held the lamps in their left hands, and the trumpets in their right hands to blow withal: and they cried, The sword of the Lord, and of Gideon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 153,
              "end": 160
            }
          ]
        },
        {
          "text": "And they stood every man in his place round about the camp: and all the host ran, and cried, and fled.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the three hundred blew the trumpets, and the Lord set every man's sword against his fellow, even throughout all the host: and the host fled to Beth-shittah in Zererath, and to the border of Abel-meholah, unto Tabbath.",
          "footnotes": [
            {
              "footnote": "1 Sam. 14:20; 2 Chr. 20:23.",
              "start": 88,
              "end": 94
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 173,
              "end": 176
            }
          ]
        },
        {
          "text": "And the men of Israel gathered themselves together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after the Midianites.",
          "footnotes": [
            {
              "footnote": "Isa. 9:4.",
              "start": 133,
              "end": 143
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 355
            }
          ],
          "italics": []
        },
        {
          "text": "And Gideon sent messengers throughout all mount Ephraim, saying, Come down against the Midianites, and take before them the waters unto Beth-barah and Jordan. Then all the men of Ephraim gathered themselves together, and took the waters unto Beth-barah and Jordan.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they took two princes of the Midianites, Oreb and Zeeb; and they slew Oreb upon the rock Oreb, and Zeeb they slew at the winepress of Zeeb, and pursued Midian, and brought the heads of Oreb and Zeeb to Gideon on the other side Jordan.",
          "footnotes": [
            {
              "footnote": "Isa. 10:26.",
              "start": 74,
              "end": 78
            }
          ],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 8,
      "verses": [
        {
          "text": "And the men of Ephraim said unto him, Why hast thou served us thus, that thou calledst us not, when thou wentest to fight with the Midianites? And they did chide with him sharply.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto them, What have I done now in comparison of you? Is not the gleaning of the grapes of Ephraim better than the vintage of Abi-ezer?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 66,
              "end": 68
            }
          ]
        },
        {
          "text": "God hath delivered into your hands the princes of Midian, Oreb and Zeeb: and what was I able to do in comparison of you? Then their anger was abated toward him, when he had said that.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon came to Jordan, and passed over, he, and the three hundred men that were with him, faint, yet pursuing them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 27,
              "end": 30
            },
            {
              "start": 79,
              "end": 83
            },
            {
              "start": 114,
              "end": 119
            }
          ]
        },
        {
          "text": "And he said unto the men of Succoth, Give, I pray you, loaves of bread unto the people that follow me; for they be faint, and I am pursuing after Zebah and Zalmunna, kings of Midian.",
          "footnotes": [
            {
              "footnote": "Ps. 83:11.",
              "start": 146,
              "end": 151
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 112,
              "end": 114
            }
          ]
        },
        {
          "text": "And the princes of Succoth said, Are the hands of Zebah and Zalmunna now in thine hand, that we should give bread unto thine army?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 33,
              "end": 36
            }
          ]
        },
        {
          "text": "And Gideon said, Therefore when the Lord hath delivered Zebah and Zalmunna into mine hand, then I will tear your flesh with the thorns of the wilderness and with briers.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 133,
              "end": 137
            }
          ]
        },
        {
          "text": "And he spake also unto the men of Penuel, saying, When I come again in peace, I will break down this tower.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now Zebah and Zalmunna were in Karkor, and their hosts with them, about fifteen thousand men, all that were left of all the hosts of the children of the east: for there fell an hundred and twenty thousand men that drew sword.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 23,
              "end": 27
            },
            {
              "start": 89,
              "end": 93
            }
          ]
        },
        {
          "text": "And Gideon went up by the way of them that dwelt in tents on the east of Nobah and Jogbehah, and smote the host: for the host was secure.",
          "footnotes": [
            {
              "footnote": "Judg. 18:10.",
              "start": 130,
              "end": 136
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when Zebah and Zalmunna fled, he pursued after them, and took the two kings of Midian, Zebah and Zalmunna, and discomfited all the host.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon the son of Joash returned from battle before the sun was up,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 64,
              "end": 71
            }
          ]
        },
        {
          "text": "And caught a young man of the men of Succoth, and inquired of him: and he described unto him the princes of Succoth, and the elders thereof, even threescore and seventeen men.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 141,
              "end": 145
            }
          ]
        },
        {
          "text": "And he came unto the men of Succoth, and said, Behold Zebah and Zalmunna, with whom ye did upbraid me, saying, Are the hands of Zebah and Zalmunna now in thine hand, that we should give bread unto thy men that are weary?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 111,
              "end": 114
            },
            {
              "start": 205,
              "end": 213
            }
          ]
        },
        {
          "text": "And he took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he beat down the tower of Penuel, and slew the men of the city.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then said he unto Zebah and Zalmunna, What manner of men were they whom ye slew at Tabor? And they answered, As thou art, so were they; each one resembled the children of a king.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 57,
              "end": 66
            },
            {
              "start": 117,
              "end": 121
            },
            {
              "start": 125,
              "end": 129
            }
          ]
        },
        {
          "text": "And he said, They were my brethren, even the sons of my mother: as the Lord liveth, if ye had saved them alive, I would not slay you.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 18,
              "end": 22
            },
            {
              "start": 36,
              "end": 40
            },
            {
              "start": 64,
              "end": 66
            }
          ]
        },
        {
          "text": "And he said unto Jether his firstborn, Up, and slay them. But the youth drew not his sword: for he feared, because he was yet a youth.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 46
            },
            {
              "start": 118,
              "end": 121
            }
          ]
        },
        {
          "text": "Then Zebah and Zalmunna said, Rise thou, and fall upon us: for as the man is, so is his strength. And Gideon arose, and slew Zebah and Zalmunna, and took away the ornaments that were on their camels' necks.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 74,
              "end": 83
            },
            {
              "start": 178,
              "end": 182
            }
          ]
        },
        {
          "text": "Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy son, and thy son's son also: for thou hast delivered us from the hand of Midian.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon said unto them, I will not rule over you, neither shall my son rule over you: the Lord shall rule over you.",
          "footnotes": [
            {
              "footnote": "TG Governments.",
              "start": 38,
              "end": 42
            },
            {
              "footnote": "Hel. 12:6; D&C 60:4.",
              "start": 104,
              "end": 108
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon said unto them, I would desire a request of you, that ye would give me every man the earrings of his prey. (For they had golden earrings, because they were Ishmaelites.)",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 162,
              "end": 166
            }
          ]
        },
        {
          "text": "And they answered, We will willingly give them. And they spread a garment, and did cast therein every man the earrings of his prey.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 42,
              "end": 47
            }
          ]
        },
        {
          "text": "And the weight of the golden earrings that he requested was a thousand and seven hundred shekels of gold; beside ornaments, and collars, and purple raiment that was on the kings of Midian, and beside the chains that were about their camels' necks.",
          "footnotes": [
            {
              "footnote": "Ex. 32:2.",
              "start": 22,
              "end": 28
            },
            {
              "footnote": "HEB crescents and pendants.",
              "start": 113,
              "end": 135
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 89,
              "end": 96
            },
            {
              "start": 161,
              "end": 164
            },
            {
              "start": 216,
              "end": 220
            }
          ]
        },
        {
          "text": "And Gideon made an ephod thereof, and put it in his city, even in Ophrah: and all Israel went thither a whoring after it: which thing became a snare unto Gideon, and to his house.",
          "footnotes": [
            {
              "footnote": "IE probably here a medallion of gold to adorn the priest's ephod. Later it was at times revered. Ex. 28:4 (4–35); Judg. 17:5.",
              "start": 19,
              "end": 24
            },
            {
              "footnote": "Ex. 23:33.",
              "start": 143,
              "end": 148
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 58,
              "end": 62
            }
          ]
        },
        {
          "text": "Thus was Midian subdued before the children of Israel, so that they lifted up their heads no more. And the country was in quietness forty years in the days of Gideon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Jerubbaal the son of Joash went and dwelt in his own house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gideon had threescore and ten sons of his body begotten: for he had many wives.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And his concubine that was in Shechem, she also bare him a son, whose name he called Abimelech.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 23,
              "end": 26
            }
          ]
        },
        {
          "text": "And Gideon the son of Joash died in a good old age, and was buried in the sepulchre of Joash his father, in Ophrah of the Abi-ezrites.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, as soon as Gideon was dead, that the children of Israel turned again, and went a whoring after Baalim, and made Baal-berith their god.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel remembered not the Lord their God, who had delivered them out of the hands of all their enemies on every side:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Neither shewed they kindness to the house of Jerubbaal, namely, Gideon, according to all the goodness which he had shewed unto Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 56,
              "end": 63
            }
          ]
        }
      ]
    },
    {
      "number": 9,
      "verses": [
        {
          "text": "And Abimelech the son of Jerubbaal went to Shechem unto his mother's brethren, and communed with them, and with all the family of the house of his mother's father, saying,",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 357
            }
          ],
          "italics": []
        },
        {
          "text": "Speak, I pray you, in the ears of all the men of Shechem, Whether is better for you, either that all the sons of Jerubbaal, which are threescore and ten persons, reign over you, or that one reign over you? remember also that I am your bone and your flesh.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 66,
              "end": 68
            },
            {
              "start": 124,
              "end": 133
            },
            {
              "start": 227,
              "end": 229
            }
          ]
        },
        {
          "text": "And his mother's brethren spake of him in the ears of all the men of Shechem all these words: and their hearts inclined to follow Abimelech; for they said, He is our brother.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 159,
              "end": 161
            }
          ]
        },
        {
          "text": "And they gave him threescore and ten pieces of silver out of the house of Baal-berith, wherewith Abimelech hired vain and light persons, which followed him.",
          "footnotes": [
            {
              "footnote": "TG Tyranny.",
              "start": 107,
              "end": 112
            },
            {
              "footnote": "HEB empty (or idle) and reckless (or violent).",
              "start": 113,
              "end": 127
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 37,
              "end": 43
            }
          ]
        },
        {
          "text": "And he went unto his father's house at Ophrah, and slew his brethren the sons of Jerubbaal, being threescore and ten persons, upon one stone: notwithstanding yet Jotham the youngest son of Jerubbaal was left; for he hid himself.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 92,
              "end": 97
            }
          ]
        },
        {
          "text": "And all the men of Shechem gathered together, and all the house of Millo, and went, and made Abimelech king, by the plain of the pillar that was in Shechem.",
          "footnotes": [
            {
              "footnote": "HEB terebinth tree.",
              "start": 116,
              "end": 121
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 141,
              "end": 144
            }
          ]
        },
        {
          "text": "And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them, Hearken unto me, ye men of Shechem, that God may hearken unto you.",
          "footnotes": [
            {
              "footnote": "Deut. 11:29.",
              "start": 71,
              "end": 78
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 19,
              "end": 21
            }
          ]
        },
        {
          "text": "The trees went forth on a time to anoint a king over them; and they said unto the olive tree, Reign thou over us.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 21,
              "end": 30
            }
          ]
        },
        {
          "text": "But the olive tree said unto them, Should I leave my fatness, wherewith by me they honour God and man, and go to be promoted over the trees?",
          "footnotes": [
            {
              "footnote": "HEB gods and men; i.e., in ritual services.",
              "start": 90,
              "end": 101
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the trees said to the fig tree, Come thou, and reign over us.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 50
            }
          ]
        },
        {
          "text": "But the fig tree said unto them, Should I forsake my sweetness, and my good fruit, and go to be promoted over the trees?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then said the trees unto the vine, Come thou, and reign over us.",
          "footnotes": [
            {
              "footnote": "TG Vineyard of the Lord.",
              "start": 29,
              "end": 33
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 49
            }
          ]
        },
        {
          "text": "And the vine said unto them, Should I leave my wine, which cheereth God and man, and go to be promoted over the trees?",
          "footnotes": [
            {
              "footnote": "HEB tirosh—fresh or new wine.",
              "start": 47,
              "end": 51
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then said all the trees unto the bramble, Come thou, and reign over us.",
          "footnotes": [
            {
              "footnote": "OR thistle (also v. 15).",
              "start": 33,
              "end": 40
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 53,
              "end": 56
            }
          ]
        },
        {
          "text": "And the bramble said unto the trees, If in truth ye anoint me king over you, then come and put your trust in my shadow: and if not, let fire come out of the bramble, and devour the cedars of Lebanon.",
          "footnotes": [
            {
              "footnote": "Ezek. 19:14 (10–14).",
              "start": 136,
              "end": 140
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 77,
              "end": 81
            },
            {
              "start": 87,
              "end": 90
            }
          ]
        },
        {
          "text": "Now therefore, if ye have done truly and sincerely, in that ye have made Abimelech king, and if ye have dealt well with Jerubbaal and his house, and have done unto him according to the deserving of his hands;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "(For my father fought for you, and adventured his life far, and delivered you out of the hand of Midian:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And ye are risen up against my father's house this day, and have slain his sons, threescore and ten persons, upon one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he is your brother;)",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 219,
              "end": 221
            }
          ]
        },
        {
          "text": "If ye then have dealt truly and sincerely with Jerubbaal and with his house this day, then rejoice ye in Abimelech, and let him also rejoice in you:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 86,
              "end": 90
            }
          ]
        },
        {
          "text": "But if not, let fire come out from Abimelech, and devour the men of Shechem, and the house of Millo; and let fire come out from the men of Shechem, and from the house of Millo, and devour Abimelech.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Jotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother.",
          "footnotes": [
            {
              "footnote": "Num. 21:16.",
              "start": 43,
              "end": 47
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 358
            }
          ],
          "italics": []
        },
        {
          "text": "When Abimelech had reigned three years over Israel,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech:",
          "footnotes": [
            {
              "footnote": "Judg. 9:57 (56–57).",
              "start": 9,
              "end": 13
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "That the cruelty done to the threescore and ten sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, which slew them; and upon the men of Shechem, which aided him in the killing of his brethren.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 17,
              "end": 21
            }
          ]
        },
        {
          "text": "And the men of Shechem set liers in wait for him in the top of the mountains, and they robbed all that came along that way by them: and it was told Abimelech.",
          "footnotes": [
            {
              "footnote": "Josh. 8:13.",
              "start": 27,
              "end": 32
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Gaal the son of Ebed came with his brethren, and went over to Shechem: and the men of Shechem put their confidence in him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they went out into the fields, and gathered their vineyards, and trode the grapes, and made merry, and went into the house of their god, and did eat and drink, and cursed Abimelech.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 75,
              "end": 86
            }
          ]
        },
        {
          "text": "And Gaal the son of Ebed said, Who is Abimelech, and who is Shechem, that we should serve him? is not he the son of Jerubbaal? and Zebul his officer? serve the men of Hamor the father of Shechem: for why should we serve him?",
          "footnotes": [
            {
              "footnote": "Gen. 34:2 (2, 6).",
              "start": 167,
              "end": 172
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 35,
              "end": 37
            },
            {
              "start": 57,
              "end": 59
            },
            {
              "start": 95,
              "end": 97
            },
            {
              "start": 102,
              "end": 104
            }
          ]
        },
        {
          "text": "And would to God this people were under my hand! then would I remove Abimelech. And he said to Abimelech, Increase thine army, and come out.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he sent messengers unto Abimelech privily, saying, Behold, Gaal the son of Ebed and his brethren be come to Shechem; and, behold, they fortify the city against thee.",
          "footnotes": [
            {
              "footnote": "HEB (probably) incite the city.",
              "start": 139,
              "end": 155
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now therefore up by night, thou and the people that is with thee, and lie in wait in the field:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 52,
              "end": 54
            }
          ]
        },
        {
          "text": "And it shall be, that in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city: and, behold, when he and the people that is with him come out against thee, then mayest thou do to them as thou shalt find occasion.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 17,
              "end": 21
            },
            {
              "start": 123,
              "end": 127
            },
            {
              "start": 151,
              "end": 153
            }
          ]
        },
        {
          "text": "And Abimelech rose up, and all the people that were with him, by night, and they laid wait against Shechem in four companies.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 51
            }
          ]
        },
        {
          "text": "And Gaal the son of Ebed went out, and stood in the entering of the gate of the city: and Abimelech rose up, and the people that were with him, from lying in wait.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 129,
              "end": 133
            }
          ]
        },
        {
          "text": "And when Gaal saw the people, he said to Zebul, Behold, there come people down from the top of the mountains. And Zebul said unto him, Thou seest the shadow of the mountains as if they were men.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 177,
              "end": 189
            }
          ]
        },
        {
          "text": "And Gaal spake again and said, See there come people down by the middle of the land, and another company come along by the plain of Meonenim.",
          "footnotes": [
            {
              "footnote": "HEB the oak of the diviners.",
              "start": 119,
              "end": 140
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then said Zebul unto him, Where is now thy mouth, wherewith thou saidst, Who is Abimelech, that we should serve him? is not this the people that thou hast despised? go out, I pray now, and fight with them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 32,
              "end": 34
            },
            {
              "start": 77,
              "end": 79
            },
            {
              "start": 117,
              "end": 119
            }
          ]
        },
        {
          "text": "And Gaal went out before the men of Shechem, and fought with Abimelech.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Abimelech chased him, and he fled before him, and many were overthrown and wounded, even unto the entering of the gate.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 75,
              "end": 78
            },
            {
              "start": 88,
              "end": 92
            }
          ]
        },
        {
          "text": "And Abimelech dwelt at Arumah: and Zebul thrust out Gaal and his brethren, that they should not dwell in Shechem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he took the people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people were come forth out of the city; and he rose up against them, and smote them.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 359
            }
          ],
          "italics": [
            {
              "start": 127,
              "end": 131
            }
          ]
        },
        {
          "text": "And Abimelech, and the company that was with him, rushed forward, and stood in the entering of the gate of the city: and the two other companies ran upon all the people that were in the fields, and slew them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 36,
              "end": 39
            },
            {
              "start": 129,
              "end": 134
            },
            {
              "start": 158,
              "end": 168
            },
            {
              "start": 174,
              "end": 178
            }
          ]
        },
        {
          "text": "And Abimelech fought against the city all that day; and he took the city, and slew the people that was therein, and beat down the city, and sowed it with salt.",
          "footnotes": [
            {
              "footnote": "IE covered the soil with salt, supposed to ensure desolation.",
              "start": 140,
              "end": 158
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 99,
              "end": 102
            }
          ]
        },
        {
          "text": "And when all the men of the tower of Shechem heard that, they entered into an hold of the house of the god Berith.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 51,
              "end": 56
            }
          ]
        },
        {
          "text": "And it was told Abimelech, that all the men of the tower of Shechem were gathered together.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Abimelech gat him up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it, and laid it on his shoulder, and said unto the people that were with him, What ye have seen me do, make haste, and do as I have done.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 69,
              "end": 73
            },
            {
              "start": 182,
              "end": 184
            },
            {
              "start": 232,
              "end": 236
            },
            {
              "start": 284,
              "end": 287
            },
            {
              "start": 296,
              "end": 306
            }
          ]
        },
        {
          "text": "And all the people likewise cut down every man his bough, and followed Abimelech, and put them to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem died also, about a thousand men and women.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 90,
              "end": 94
            }
          ]
        },
        {
          "text": "Then went Abimelech to Thebez, and encamped against Thebez, and took it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But there was a strong tower within the city, and thither fled all the men and women, and all they of the city, and shut it to them, and gat them up to the top of the tower.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 121,
              "end": 123
            }
          ]
        },
        {
          "text": "And Abimelech came unto the tower, and fought against it, and went hard unto the door of the tower to burn it with fire.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And a certain woman cast a piece of a millstone upon Abimelech's head, and all to brake his skull.",
          "footnotes": [
            {
              "footnote": "2 Sam. 11:21.",
              "start": 53,
              "end": 64
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the men of Israel saw that Abimelech was dead, they departed every man unto his place.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Thus God rendered the wickedness of Abimelech, which he did unto his father, in slaying his seventy brethren:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And all the evil of the men of Shechem did God render upon their heads: and upon them came the curse of Jotham the son of Jerubbaal.",
          "footnotes": [
            {
              "footnote": "Judg. 9:23.",
              "start": 12,
              "end": 16
            }
          ],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 10,
      "verses": [
        {
          "text": "And after Abimelech there arose to defend Israel Tola the son of Puah, the son of Dodo, a man of Issachar; and he dwelt in Shamir in mount Ephraim.",
          "footnotes": [
            {
              "footnote": "HEB deliver, save.",
              "start": 35,
              "end": 41
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he judged Israel twenty and three years, and died, and was buried in Shamir.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And after him arose Jair, a Gileadite, and judged Israel twenty and two years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he had thirty sons that rode on thirty ass colts, and they had thirty cities, which are called Havoth-jair unto this day, which are in the land of Gilead.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 132,
              "end": 135
            }
          ]
        },
        {
          "text": "And Jair died, and was buried in Camon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel did evil again in the sight of the Lord, and served Baalim, and Ashtaroth, and the gods of Syria, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the Lord, and served not him.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 360
            }
          ],
          "italics": []
        },
        {
          "text": "And the anger of the Lord was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
          "footnotes": [
            {
              "footnote": "Hel. 12:3 (2–6).",
              "start": 57,
              "end": 61
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And that year they vexed and oppressed the children of Israel: eighteen years, all the children of Israel that were on the other side Jordan in the land of the Amorites, which is in Gilead.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 111,
              "end": 115
            },
            {
              "start": 176,
              "end": 178
            }
          ]
        },
        {
          "text": "Moreover the children of Ammon passed over Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim; so that Israel was sore distressed.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel cried unto the Lord, saying, We have sinned against thee, both because we have forsaken our God, and also served Baalim.",
          "footnotes": [
            {
              "footnote": "1 Sam. 7:6.",
              "start": 64,
              "end": 70
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Lord said unto the children of Israel, Did not I deliver you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 50
            },
            {
              "start": 55,
              "end": 68
            }
          ]
        },
        {
          "text": "The Zidonians also, and the Amalekites, and the Maonites, did oppress you; and ye cried to me, and I delivered you out of their hand.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Yet ye have forsaken me, and served other gods: wherefore I will deliver you no more.",
          "footnotes": [
            {
              "footnote": "TG Deliver.",
              "start": 65,
              "end": 72
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Go and cry unto the gods which ye have chosen; let them deliver you in the time of your tribulation.",
          "footnotes": [
            {
              "footnote": "2 Kgs. 3:13; Prov. 1:28 (27–28); Jer. 2:28 (26–37).",
              "start": 0,
              "end": 2
            },
            {
              "footnote": "TG Idolatry.",
              "start": 20,
              "end": 24
            },
            {
              "footnote": "Deut. 32:37 (37–38).",
              "start": 39,
              "end": 45
            },
            {
              "footnote": "TG Tribulation.",
              "start": 88,
              "end": 99
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel said unto the Lord, We have sinned: do thou unto us whatsoever seemeth good unto thee; deliver us only, we pray thee, this day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they put away the strange gods from among them, and served the Lord: and his soul was grieved for the misery of Israel.",
          "footnotes": [
            {
              "footnote": "1 Sam. 7:3.",
              "start": 9,
              "end": 17
            },
            {
              "footnote": "HEB at the end of patience, exasperated.",
              "start": 90,
              "end": 97
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the children of Ammon were gathered together, and encamped in Gilead. And the children of Israel assembled themselves together, and encamped in Mizpeh.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the people and princes of Gilead said one to another, What man is he that will begin to fight against the children of Ammon? he shall be head over all the inhabitants of Gilead.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 15,
              "end": 18
            },
            {
              "start": 67,
              "end": 72
            }
          ]
        }
      ]
    },
    {
      "number": 11,
      "verses": [
        {
          "text": "Now Jephthah the Gileadite was a mighty man of valour, and he was the son of an harlot: and Gilead begat Jephthah.",
          "footnotes": [
            {
              "footnote": "1 Sam. 12:11.",
              "start": 4,
              "end": 12
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 62,
              "end": 65
            }
          ]
        },
        {
          "text": "And Gilead's wife bare him sons; and his wife's sons grew up, and they thrust out Jephthah, and said unto him, Thou shalt not inherit in our father's house; for thou art the son of a strange woman.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 166,
              "end": 169
            }
          ]
        },
        {
          "text": "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him.",
          "footnotes": [
            {
              "footnote": "HEB empty, idle, worthless.",
              "start": 92,
              "end": 96
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass in process of time, that the children of Ammon made war against Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it was so, that when the children of Ammon made war against Israel, the elders of Gilead went to fetch Jephthah out of the land of Tob:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they said unto Jephthah, Come, and be our captain, that we may fight with the children of Ammon.",
          "footnotes": [
            {
              "footnote": "Heb. 11:32 (32–35).",
              "start": 19,
              "end": 27
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Jephthah said unto the elders of Gilead, Did not ye hate me, and expel me out of my father's house? and why are ye come unto me now when ye are in distress?",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 361
            }
          ],
          "italics": []
        },
        {
          "text": "And the elders of Gilead said unto Jephthah, Therefore we turn again to thee now, that thou mayest go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Jephthah said unto the elders of Gilead, If ye bring me home again to fight against the children of Ammon, and the Lord deliver them before me, shall I be your head?",
          "footnotes": [
            {
              "footnote": "HEB I shall be your head.",
              "start": 148,
              "end": 153
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the elders of Gilead said unto Jephthah, The Lord be witness between us, if we do not so according to thy words.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then Jephthah went with the elders of Gilead, and the people made him head and captain over them: and Jephthah uttered all his words before the Lord in Mizpeh.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me to fight in my land?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those lands again peaceably.",
          "footnotes": [
            {
              "footnote": "Num. 21:25 (21–35); Deut. 2:19 (16–19).",
              "start": 108,
              "end": 112
            },
            {
              "footnote": "Num. 21:13; Deut. 3:16 (15–17).",
              "start": 151,
              "end": 156
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 220,
              "end": 225
            }
          ]
        },
        {
          "text": "And Jephthah sent messengers again unto the king of the children of Ammon:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And said unto him, Thus saith Jephthah, Israel took not away the land of Moab, nor the land of the children of Ammon:",
          "footnotes": [
            {
              "footnote": "Deut. 2:9 (9, 19).",
              "start": 73,
              "end": 77
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But when Israel came up from Egypt, and walked through the wilderness unto the Red sea, and came to Kadesh;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, pass through thy land: but the king of Edom would not hearken thereto. And in like manner they sent unto the king of Moab: but he would not consent: and Israel abode in Kadesh.",
          "footnotes": [
            {
              "footnote": "Num. 20:14.",
              "start": 12,
              "end": 16
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 142,
              "end": 150
            },
            {
              "start": 220,
              "end": 228
            }
          ]
        },
        {
          "text": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
          "footnotes": [
            {
              "footnote": "HEB went around. Josh. 6:3.",
              "start": 49,
              "end": 58
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 236,
              "end": 239
            }
          ]
        },
        {
          "text": "And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him, Let us pass, we pray thee, through thy land into my place.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But Sihon trusted not Israel to pass through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought against Israel.",
          "footnotes": [
            {
              "footnote": "HEB border(s).",
              "start": 49,
              "end": 54
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Lord God of Israel delivered Sihon and all his people into the hand of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that country.",
          "footnotes": [
            {
              "footnote": "Num. 21:24 (24–25).",
              "start": 96,
              "end": 101
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they possessed all the coasts of the Amorites, from Arnon even unto Jabbok, and from the wilderness even unto Jordan.",
          "footnotes": [
            {
              "footnote": "Josh. 18:5.",
              "start": 27,
              "end": 33
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So now the Lord God of Israel hath dispossessed the Amorites from before his people Israel, and shouldest thou possess it?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Wilt not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the Lord our God shall drive out from before us, them will we possess.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And now art thou any thing better than Balak the son of Zippor, king of Moab? did he ever strive against Israel, or did he ever fight against them,",
          "footnotes": [
            {
              "footnote": "Num. 22:2.",
              "start": 39,
              "end": 44
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 8,
              "end": 11
            }
          ]
        },
        {
          "text": "While Israel dwelt in Heshbon and her towns, and in Aroer and her towns, and in all the cities that be along by the coasts of Arnon, three hundred years? why therefore did ye not recover them within that time?",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 362
            }
          ],
          "italics": [
            {
              "start": 100,
              "end": 102
            },
            {
              "start": 187,
              "end": 191
            }
          ]
        },
        {
          "text": "Wherefore I have not sinned against thee, but thou doest me wrong to war against me: the Lord the Judge be judge this day between the children of Israel and the children of Ammon.",
          "footnotes": [
            {
              "footnote": "TG Jesus Christ, Judge.",
              "start": 98,
              "end": 103
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the Spirit of the Lord came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 164,
              "end": 168
            }
          ]
        },
        {
          "text": "And Jephthah vowed a vow unto the Lord, and said, If thou shalt without fail deliver the children of Ammon into mine hands,",
          "footnotes": [
            {
              "footnote": "1 Sam. 1:11 (10–12).",
              "start": 13,
              "end": 18
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the Lord's, and I will offer it up for a burnt offering.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So Jephthah passed over unto the children of Ammon to fight against them; and the Lord delivered them into his hands.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he smote them from Aroer, even till thou come to Minnith, even twenty cities, and unto the plain of the vineyards, with a very great slaughter. Thus the children of Ammon were subdued before the children of Israel.",
          "footnotes": [
            {
              "footnote": "Ezek. 27:17.",
              "start": 53,
              "end": 60
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 62,
              "end": 66
            }
          ]
        },
        {
          "text": "And Jephthah came to Mizpeh unto his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she was his only child; beside her he had neither son nor daughter.",
          "footnotes": [
            {
              "footnote": "1 Sam. 18:6.",
              "start": 61,
              "end": 69
            },
            {
              "footnote": "IE small hand drums.",
              "start": 96,
              "end": 104
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 130,
              "end": 137
            }
          ]
        },
        {
          "text": "And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! thou hast brought me very low, and thou art one of them that trouble me: for I have opened my mouth unto the Lord, and I cannot go back.",
          "footnotes": [
            {
              "footnote": "HEB thou hast indeed brought me to my knees, and thou art one bringing trouble to me.",
              "start": 93,
              "end": 97
            },
            {
              "footnote": "IE made a promise.",
              "start": 177,
              "end": 192
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do to me according to that which hath proceeded out of thy mouth; forasmuch as the Lord hath taken vengeance for thee of thine enemies, even of the children of Ammon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 34,
              "end": 36
            },
            {
              "start": 215,
              "end": 219
            }
          ]
        },
        {
          "text": "And she said unto her father, Let this thing be done for me: let me alone two months, that I may go up and down upon the mountains, and bewail my virginity, I and my fellows.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said, Go. And he sent her away for two months: and she went with her companions, and bewailed her virginity upon the mountains.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 38,
              "end": 41
            }
          ]
        },
        {
          "text": "And it came to pass at the end of two months, that she returned unto her father, who did with her according to his vow which he had vowed: and she knew no man. And it was a custom in Israel,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 98,
              "end": 107
            }
          ]
        },
        {
          "text": "That the daughters of Israel went yearly to lament the daughter of Jephthah the Gileadite four days in a year.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 4
            }
          ]
        }
      ]
    },
    {
      "number": 12,
      "verses": [
        {
          "text": "And the men of Ephraim gathered themselves together, and went northward, and said unto Jephthah, Wherefore passedst thou over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thine house upon thee with fire.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Jephthah said unto them, I and my people were at great strife with the children of Ammon; and when I called you, ye delivered me not out of their hands.",
          "footnotes": [
            {
              "footnote": "TG Strife.",
              "start": 59,
              "end": 65
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when I saw that ye delivered me not, I put my life in my hands, and passed over against the children of Ammon, and the Lord delivered them into my hand: wherefore then are ye come up unto me this day, to fight against me?",
          "footnotes": [
            {
              "footnote": "Ps. 119:109.",
              "start": 50,
              "end": 54
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 363
            }
          ],
          "italics": [
            {
              "start": 33,
              "end": 35
            }
          ]
        },
        {
          "text": "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim: and the men of Gilead smote Ephraim, because they said, Ye Gileadites are fugitives of Ephraim among the Ephraimites, and among the Manassites.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 150,
              "end": 153
            },
            {
              "start": 198,
              "end": 201
            }
          ]
        },
        {
          "text": "And the Gileadites took the passages of Jordan before the Ephraimites: and it was so, that when those Ephraimites which were escaped said, Let me go over; that the men of Gilead said unto him, Art thou an Ephraimite? If he said, Nay;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 82,
              "end": 85
            },
            {
              "start": 193,
              "end": 196
            }
          ]
        },
        {
          "text": "Then said they unto him, Say now Shibboleth: and he said Sibboleth: for he could not frame to pronounce it right. Then they took him, and slew him at the passages of Jordan: and there fell at that time of the Ephraimites forty and two thousand.",
          "footnotes": [
            {
              "footnote": "TG Language.",
              "start": 33,
              "end": 43
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 104,
              "end": 106
            }
          ]
        },
        {
          "text": "And Jephthah judged Israel six years. Then died Jephthah the Gileadite, and was buried in one of the cities of Gilead.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 90,
              "end": 96
            }
          ]
        },
        {
          "text": "And after him Ibzan of Beth-lehem judged Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he had thirty sons, and thirty daughters, whom he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Israel seven years.",
          "footnotes": [
            {
              "footnote": "OR outside the family (as in marriage).",
              "start": 59,
              "end": 65
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 50
            }
          ]
        },
        {
          "text": "Then died Ibzan, and was buried at Beth-lehem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And after him Elon, a Zebulonite, judged Israel; and he judged Israel ten years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Elon the Zebulonite died, and was buried in Aijalon in the country of Zebulun.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And after him Abdon the son of Hillel, a Pirathonite, judged Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he had forty sons and thirty nephews, that rode on threescore and ten ass colts: and he judged Israel eight years.",
          "footnotes": [
            {
              "footnote": "HEB grandsons.",
              "start": 33,
              "end": 40
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the mount of the Amalekites.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 13,
      "verses": [
        {
          "text": "And the children of Israel did evil again in the sight of the Lord; and the Lord delivered them into the hand of the Philistines forty years.",
          "footnotes": [
            {
              "footnote": "Mosiah 1:17; Hel. 12:3 (2–3).",
              "start": 31,
              "end": 35
            },
            {
              "footnote": "1 Sam. 4:9.",
              "start": 105,
              "end": 109
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and bare not.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 79,
              "end": 82
            },
            {
              "start": 104,
              "end": 107
            }
          ]
        },
        {
          "text": "And the angel of the Lord appeared unto the woman, and said unto her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.",
          "footnotes": [
            {
              "footnote": "Moro. 7:29 (29–32).",
              "start": 8,
              "end": 13
            },
            {
              "footnote": "TG Barren.",
              "start": 91,
              "end": 97
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 87,
              "end": 90
            }
          ]
        },
        {
          "text": "Now therefore beware, I pray thee, and drink not wine nor strong drink, and eat not any unclean thing:",
          "footnotes": [
            {
              "footnote": "TG Word of Wisdom.",
              "start": 39,
              "end": 44
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 96,
              "end": 101
            },
            {
              "start": 101,
              "end": 102
            }
          ]
        },
        {
          "text": "For, lo, thou shalt conceive, and bear a son; and no razor shall come on his head: for the child shall be a Nazarite unto God from the womb: and he shall begin to deliver Israel out of the hand of the Philistines.",
          "footnotes": [
            {
              "footnote": "Num. 6:5 (1–8); Judg. 16:17; 1 Sam. 1:11.",
              "start": 53,
              "end": 58
            },
            {
              "footnote": "TG Deliver.",
              "start": 163,
              "end": 170
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the woman came and told her husband, saying, A man of God came unto me, and his countenance was like the countenance of an angel of God, very terrible: but I asked him not whence he was, neither told he me his name:",
          "footnotes": [
            {
              "footnote": "TG Angels.",
              "start": 128,
              "end": 133
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 97,
              "end": 100
            },
            {
              "start": 187,
              "end": 191
            }
          ]
        },
        {
          "text": "But he said unto me, Behold, thou shalt conceive, and bear a son; and now drink no wine nor strong drink, neither eat any unclean thing: for the child shall be a Nazarite to God from the womb to the day of his death.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 364
            }
          ],
          "italics": [
            {
              "start": 130,
              "end": 136
            }
          ]
        },
        {
          "text": "Then Manoah entreated the Lord, and said, O my Lord, let the man of God which thou didst send come again unto us, and teach us what we shall do unto the child that shall be born.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And God hearkened to the voice of Manoah; and the angel of God came again unto the woman as she sat in the field: but Manoah her husband was not with her.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 137,
              "end": 140
            }
          ]
        },
        {
          "text": "And the woman made haste, and ran, and shewed her husband, and said unto him, Behold, the man hath appeared unto me, that came unto me the other day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 139,
              "end": 144
            }
          ]
        },
        {
          "text": "And Manoah arose, and went after his wife, and came to the man, and said unto him, Art thou the man that spakest unto the woman? And he said, I am.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 83,
              "end": 86
            },
            {
              "start": 144,
              "end": 147
            }
          ]
        },
        {
          "text": "And Manoah said, Now let thy words come to pass. How shall we order the child, and how shall we do unto him?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 83,
              "end": 86
            }
          ]
        },
        {
          "text": "And the angel of the Lord said unto Manoah, Of all that I said unto the woman let her beware.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "She may not eat of any thing that cometh of the vine, neither let her drink wine or strong drink, nor eat any unclean thing: all that I commanded her let her observe.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 23,
              "end": 28
            },
            {
              "start": 118,
              "end": 124
            }
          ]
        },
        {
          "text": "And Manoah said unto the angel of the Lord, I pray thee, let us detain thee, until we shall have made ready a kid for thee.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the angel of the Lord said unto Manoah, Though thou detain me, I will not eat of thy bread: and if thou wilt offer a burnt offering, thou must offer it unto the Lord. For Manoah knew not that he was an angel of the Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 199,
              "end": 202
            }
          ]
        },
        {
          "text": "And Manoah said unto the angel of the Lord, What is thy name, that when thy sayings come to pass we may do thee honour?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 49,
              "end": 51
            }
          ]
        },
        {
          "text": "And the angel of the Lord said unto him, Why askest thou thus after my name, seeing it is secret?",
          "footnotes": [
            {
              "footnote": "Gen. 32:29.",
              "start": 90,
              "end": 96
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 87,
              "end": 89
            }
          ]
        },
        {
          "text": "So Manoah took a kid with a meat offering, and offered it upon a rock unto the Lord: and the angel did wondrously; and Manoah and his wife looked on.",
          "footnotes": [
            {
              "footnote": "HEB gift, or offering; actually this part was made of meal (also v. 23).",
              "start": 28,
              "end": 32
            },
            {
              "footnote": "Lev. 9:15 (7–24).",
              "start": 33,
              "end": 41
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 55,
              "end": 57
            },
            {
              "start": 89,
              "end": 98
            }
          ]
        },
        {
          "text": "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of the Lord ascended in the flame of the altar. And Manoah and his wife looked on it, and fell on their faces to the ground.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 175,
              "end": 178
            }
          ]
        },
        {
          "text": "But the angel of the Lord did no more appear to Manoah and to his wife. Then Manoah knew that he was an angel of the Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 97,
              "end": 100
            }
          ]
        },
        {
          "text": "And Manoah said unto his wife, We shall surely die, because we have seen God.",
          "footnotes": [
            {
              "footnote": "TG God, Privilege of Seeing.",
              "start": 68,
              "end": 72
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But his wife said unto him, If the Lord were pleased to kill us, he would not have received a burnt offering and a meat offering at our hands, neither would he have shewed us all these things, nor would as at this time have told us such things as these.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 185,
              "end": 192
            },
            {
              "start": 232,
              "end": 243
            }
          ]
        },
        {
          "text": "And the woman bare a son, and called his name Samson: and the child grew, and the Lord blessed him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Spirit of the Lord began to move him at times in the camp of Dan between Zorah and Eshtaol.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 14,
      "verses": [
        {
          "text": "And Samson went down to Timnath, and saw a woman in Timnath of the daughters of the Philistines.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he came up, and told his father and his mother, and said, I have seen a woman in Timnath of the daughters of the Philistines: now therefore get her for me to wife.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 365
            }
          ],
          "italics": []
        },
        {
          "text": "Then his father and his mother said unto him, Is there never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines? And Samson said unto his father, Get her for me; for she pleaseth me well.",
          "footnotes": [
            {
              "footnote": "TG Marriage, Interfaith.",
              "start": 156,
              "end": 160
            },
            {
              "footnote": "Gen. 34:14.",
              "start": 168,
              "end": 181
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 54
            }
          ]
        },
        {
          "text": "But his father and his mother knew not that it was of the Lord, that he sought an occasion against the Philistines: for at that time the Philistines had dominion over Israel.",
          "footnotes": [
            {
              "footnote": "Judg. 15:11.",
              "start": 153,
              "end": 161
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 50
            }
          ]
        },
        {
          "text": "Then went Samson down, and his father and his mother, to Timnath, and came to the vineyards of Timnath: and, behold, a young lion roared against him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the Spirit of the Lord came mightily upon him, and he rent him as he would have rent a kid, and he had nothing in his hand: but he told not his father or his mother what he had done.",
          "footnotes": [
            {
              "footnote": "1 Ne. 7:17 (17–18).",
              "start": 8,
              "end": 14
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 100,
              "end": 106
            }
          ]
        },
        {
          "text": "And he went down, and talked with the woman; and she pleased Samson well.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And after a time he returned to take her, and he turned aside to see the carcase of the lion: and, behold, there was a swarm of bees and honey in the carcase of the lion.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 107,
              "end": 116
            }
          ]
        },
        {
          "text": "And he took thereof in his hands, and went on eating, and came to his father and mother, and he gave them, and they did eat: but he told not them that he had taken the honey out of the carcase of the lion.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So his father went down unto the woman: and Samson made there a feast; for so used the young men to do.",
          "footnotes": [
            {
              "footnote": "Gen. 29:22.",
              "start": 64,
              "end": 69
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson said unto them, I will now put forth a riddle unto you: if ye can certainly declare it me within the seven days of the feast, and find it out, then I will give you thirty sheets and thirty change of garments:",
          "footnotes": [
            {
              "footnote": "HEB linen garments or tunics (also v. 13).",
              "start": 182,
              "end": 188
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 146,
              "end": 148
            }
          ]
        },
        {
          "text": "But if ye cannot declare it me, then shall ye give me thirty sheets and thirty change of garments. And they said unto him, Put forth thy riddle, that we may hear it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 25,
              "end": 27
            }
          ]
        },
        {
          "text": "And he said unto them, Out of the eater came forth meat, and out of the strong came forth sweetness. And they could not in three days expound the riddle.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass on the seventh day, that they said unto Samson's wife, Entice thy husband, that he may declare unto us the riddle, lest we burn thee and thy father's house with fire: have ye called us to take that we have? is it not so?",
          "footnotes": [
            {
              "footnote": "Judg. 16:5.",
              "start": 75,
              "end": 81
            },
            {
              "footnote": "Judg. 15:6.",
              "start": 143,
              "end": 147
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 227,
              "end": 232
            },
            {
              "start": 237,
              "end": 240
            }
          ]
        },
        {
          "text": "And Samson's wife wept before him, and said, Thou dost but hate me, and lovest me not: thou hast put forth a riddle unto the children of my people, and hast not told it me. And he said unto her, Behold, I have not told it my father nor my mother, and shall I tell it thee?",
          "footnotes": [
            {
              "footnote": "Judg. 16:15.",
              "start": 109,
              "end": 115
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 166,
              "end": 168
            },
            {
              "start": 219,
              "end": 221
            },
            {
              "start": 264,
              "end": 266
            }
          ]
        },
        {
          "text": "And she wept before him the seven days, while their feast lasted: and it came to pass on the seventh day, that he told her, because she lay sore upon him: and she told the riddle to the children of her people.",
          "footnotes": [
            {
              "footnote": "IE pressed him hard.",
              "start": 136,
              "end": 153
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the men of the city said unto him on the seventh day before the sun went down, What is sweeter than honey? and what is stronger than a lion? And he said unto them, If ye had not plowed with my heifer, ye had not found out my riddle.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 90
            },
            {
              "start": 120,
              "end": 122
            }
          ]
        },
        {
          "text": "And the Spirit of the Lord came upon him, and he went down to Ashkelon, and slew thirty men of them, and took their spoil, and gave change of garments unto them which expounded the riddle. And his anger was kindled, and he went up to his father's house.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 366
            }
          ],
          "italics": []
        },
        {
          "text": "But Samson's wife was given to his companion, whom he had used as his friend.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 22,
              "end": 27
            }
          ]
        }
      ]
    },
    {
      "number": 15,
      "verses": [
        {
          "text": "But it came to pass within a while after, in the time of wheat harvest, that Samson visited his wife with a kid; and he said, I will go in to my wife into the chamber. But her father would not suffer him to go in.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And her father said, I verily thought that thou hadst utterly hated her; therefore I gave her to thy companion: is not her younger sister fairer than she? take her, I pray thee, instead of her.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 112,
              "end": 114
            }
          ]
        },
        {
          "text": "And Samson said concerning them, Now shall I be more blameless than the Philistines, though I do them a displeasure.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson went and caught three hundred foxes, and took firebrands, and turned tail to tail, and put a firebrand in the midst between two tails.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when he had set the brands on fire, he let them go into the standing corn of the Philistines, and burnt up both the shocks, and also the standing corn, with the vineyards and olives.",
          "footnotes": [
            {
              "footnote": "Ex. 22:6.",
              "start": 102,
              "end": 107
            },
            {
              "footnote": "OR grain.",
              "start": 150,
              "end": 154
            },
            {
              "footnote": "IE olive trees.",
              "start": 179,
              "end": 185
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 47,
              "end": 51
            },
            {
              "start": 175,
              "end": 178
            }
          ]
        },
        {
          "text": "Then the Philistines said, Who hath done this? And they answered, Samson, the son in law of the Timnite, because he had taken his wife, and given her to his companion. And the Philistines came up, and burnt her and her father with fire.",
          "footnotes": [
            {
              "footnote": "Judg. 14:15.",
              "start": 201,
              "end": 206
            },
            {
              "footnote": "Septuagint, Syriac, and many Hebrew texts: her father's house.",
              "start": 215,
              "end": 225
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson said unto them, Though ye have done this, yet will I be avenged of you, and after that I will cease.",
          "footnotes": [
            {
              "footnote": "OR If you act in this way.",
              "start": 27,
              "end": 33
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he smote them hip and thigh with a great slaughter: and he went down and dwelt in the top of the rock Etam.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the Philistines went up, and pitched in Judah, and spread themselves in Lehi.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the men of Judah said, Why are ye come up against us? And they answered, To bind Samson are we come up, to do to him as he hath done to us.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then three thousand men of Judah went to the top of the rock Etam, and said to Samson, Knowest thou not that the Philistines are rulers over us? what is this that thou hast done unto us? And he said unto them, As they did unto me, so have I done unto them.",
          "footnotes": [
            {
              "footnote": "Judg. 14:4.",
              "start": 129,
              "end": 135
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 125,
              "end": 128
            },
            {
              "start": 150,
              "end": 152
            },
            {
              "start": 158,
              "end": 162
            }
          ]
        },
        {
          "text": "And they said unto him, We are come down to bind thee, that we may deliver thee into the hand of the Philistines. And Samson said unto them, Swear unto me, that ye will not fall upon me yourselves.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they spake unto him, saying, No; but we will bind thee fast, and deliver thee into their hand: but surely we will not kill thee. And they bound him with two new cords, and brought him up from the rock.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when he came unto Lehi, the Philistines shouted against him: and the Spirit of the Lord came mightily upon him, and the cords that were upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands.",
          "footnotes": [
            {
              "footnote": "Alma 2:28 (26–36); 14:26.",
              "start": 209,
              "end": 215
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 3
            },
            {
              "start": 135,
              "end": 139
            }
          ]
        },
        {
          "text": "And he found a new jawbone of an ass, and put forth his hand, and took it, and slew a thousand men therewith.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson said, With the jawbone of an ass, heaps upon heaps, with the jaw of an ass have I slain a thousand men.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand, and called that place Ramath-lehi.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he was sore athirst, and called on the Lord, and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised?",
          "footnotes": [
            {
              "footnote": "OR very thirsty.",
              "start": 11,
              "end": 23
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But God clave an hollow place that was in the jaw, and there came water thereout; and when he had drunk, his spirit came again, and he revived: wherefore he called the name thereof En-hakkore, which is in Lehi unto this day.",
          "footnotes": [
            {
              "footnote": "OR But God opened up the basin that was at Lehi.",
              "start": 0,
              "end": 3
            },
            {
              "footnote": "IE The spring of him who calls.",
              "start": 181,
              "end": 191
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 35,
              "end": 38
            },
            {
              "start": 199,
              "end": 201
            }
          ]
        },
        {
          "text": "And he judged Israel in the days of the Philistines twenty years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 16,
      "verses": [
        {
          "text": "Then went Samson to Gaza, and saw there an harlot, and went in unto her.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it was told the Gazites, saying, Samson is come hither. And they compassed him in, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, In the morning, when it is day, we shall kill him.",
          "footnotes": [
            {
              "footnote": "Josh. 6:3.",
              "start": 69,
              "end": 78
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 15
            },
            {
              "start": 79,
              "end": 82
            }
          ]
        },
        {
          "text": "And Samson lay till midnight, and arose at midnight, and took the doors of the gate of the city, and the two posts, and went away with them, bar and all, and put them upon his shoulders, and carried them up to the top of an hill that is before Hebron.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 162,
              "end": 166
            },
            {
              "start": 234,
              "end": 236
            }
          ]
        },
        {
          "text": "And it came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 91
            }
          ]
        },
        {
          "text": "And the lords of the Philistines came up unto her, and said unto her, Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him: and we will give thee every one of us eleven hundred pieces of silver.",
          "footnotes": [
            {
              "footnote": "Judg. 14:15.",
              "start": 70,
              "end": 76
            },
            {
              "footnote": "Judg. 16:18.",
              "start": 245,
              "end": 251
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 117,
              "end": 123
            },
            {
              "start": 136,
              "end": 141
            },
            {
              "start": 260,
              "end": 266
            }
          ]
        },
        {
          "text": "And Delilah said to Samson, Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound to afflict thee.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 77,
              "end": 83
            }
          ]
        },
        {
          "text": "And Samson said unto her, If they bind me with seven green withs that were never dried, then shall I be weak, and be as another man.",
          "footnotes": [
            {
              "footnote": "OR new cords; e.g., fresh or moist sinews from animals.",
              "start": 53,
              "end": 64
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the lords of the Philistines brought up to her seven green withs which had not been dried, and she bound him with them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now there were men lying in wait, abiding with her in the chamber. And she said unto him, The Philistines be upon thee, Samson. And he brake the withs, as a thread of tow is broken when it toucheth the fire. So his strength was not known.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 14
            },
            {
              "start": 106,
              "end": 108
            }
          ]
        },
        {
          "text": "And Delilah said unto Samson, Behold, thou hast mocked me, and told me lies: now tell me, I pray thee, wherewith thou mightest be bound.",
          "footnotes": [
            {
              "footnote": "TG Mocking.",
              "start": 48,
              "end": 54
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto her, If they bind me fast with new ropes that never were occupied, then shall I be weak, and be as another man.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Delilah therefore took new ropes, and bound him therewith, and said unto him, The Philistines be upon thee, Samson. And there were liers in wait abiding in the chamber. And he brake them from off his arms like a thread.",
          "footnotes": [
            {
              "footnote": "Josh. 8:13.",
              "start": 131,
              "end": 136
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 94,
              "end": 96
            },
            {
              "start": 120,
              "end": 130
            }
          ]
        },
        {
          "text": "And Delilah said unto Samson, Hitherto thou hast mocked me, and told me lies: tell me wherewith thou mightest be bound. And he said unto her, If thou weavest the seven locks of my head with the web.",
          "footnotes": [
            {
              "footnote": "IE the web of the loom.",
              "start": 194,
              "end": 197
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And she fastened it with the pin, and said unto him, The Philistines be upon thee, Samson. And he awaked out of his sleep, and went away with the pin of the beam, and with the web.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 17,
              "end": 19
            },
            {
              "start": 69,
              "end": 71
            }
          ]
        },
        {
          "text": "And she said unto him, How canst thou say, I love thee, when thine heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth.",
          "footnotes": [
            {
              "footnote": "Judg. 14:16.",
              "start": 99,
              "end": 105
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 73,
              "end": 75
            },
            {
              "start": 176,
              "end": 182
            }
          ]
        },
        {
          "text": "And it came to pass, when she pressed him daily with her words, and urged him, so that his soul was vexed unto death;",
          "footnotes": [
            {
              "footnote": "Gen. 39:10 (7–10).",
              "start": 42,
              "end": 47
            },
            {
              "footnote": "Judg. 2:18.",
              "start": 100,
              "end": 105
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 79,
              "end": 81
            }
          ]
        },
        {
          "text": "That he told her all his heart, and said unto her, There hath not come a razor upon mine head; for I have been a Nazarite unto God from my mother's womb: if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man.",
          "footnotes": [
            {
              "footnote": "Judg. 13:5.",
              "start": 73,
              "end": 78
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 101,
              "end": 110
            },
            {
              "start": 245,
              "end": 250
            }
          ]
        },
        {
          "text": "And when Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, Come up this once, for he hath shewed me all his heart. Then the lords of the Philistines came up unto her, and brought money in their hand.",
          "footnotes": [
            {
              "footnote": "Judg. 16:5.",
              "start": 239,
              "end": 244
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And she made him sleep upon her knees; and she called for a man, and she caused him to shave off the seven locks of his head; and she began to afflict him, and his strength went from him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And she said, The Philistines be upon thee, Samson. And he awoke out of his sleep, and said, I will go out as at other times before, and shake myself. And he wist not that the Lord was departed from him.",
          "footnotes": [
            {
              "footnote": "OR knew.",
              "start": 158,
              "end": 162
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 30,
              "end": 32
            }
          ]
        },
        {
          "text": "But the Philistines took him, and put out his eyes, and brought him down to Gaza, and bound him with fetters of brass; and he did grind in the prison house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Howbeit the hair of his head began to grow again after he was shaven.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the lords of the Philistines gathered them together for to offer a great sacrifice unto Dagon their god, and to rejoice: for they said, Our god hath delivered Samson our enemy into our hand.",
          "footnotes": [
            {
              "footnote": "1 Sam. 5:2.",
              "start": 93,
              "end": 98
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the people saw him, they praised their god: for they said, Our god hath delivered into our hands our enemy, and the destroyer of our country, which slew many of us.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, when their hearts were merry, that they said, Call for Samson, that he may make us sport. And they called for Samson out of the prison house; and he made them sport: and they set him between the pillars.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson said unto the lad that held him by the hand, Suffer me that I may feel the pillars whereupon the house standeth, that I may lean upon them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 78,
              "end": 82
            },
            {
              "start": 94,
              "end": 104
            }
          ]
        },
        {
          "text": "And Samson called unto the Lord, and said, O Lord God, remember me, I pray thee, and strengthen me, I pray thee, only this once, O God, that I may be at once avenged of the Philistines for my two eyes.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson took hold of the two middle pillars upon which the house stood, and on which it was borne up, of the one with his right hand, and of the other with his left.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Samson said, Let me die with the Philistines. And he bowed himself with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead which he slew at his death were more than they which he slew in his life.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 76,
              "end": 83
            },
            {
              "start": 155,
              "end": 159
            },
            {
              "start": 223,
              "end": 227
            }
          ]
        },
        {
          "text": "Then his brethren and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the buryingplace of Manoah his father. And he judged Israel twenty years.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 87,
              "end": 90
            }
          ]
        }
      ]
    },
    {
      "number": 17,
      "verses": [
        {
          "text": "And there was a man of mount Ephraim, whose name was Micah.",
          "footnotes": [
            {
              "footnote": "Josh. 24:33.",
              "start": 23,
              "end": 36
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 49,
              "end": 52
            }
          ]
        },
        {
          "text": "And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, about which thou cursedst, and spakest of also in mine ears, behold, the silver is with me; I took it. And his mother said, Blessed be thou of the Lord, my son.",
          "footnotes": [
            {
              "footnote": "Gen. 24:31.",
              "start": 217,
              "end": 224
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 48,
              "end": 55
            },
            {
              "start": 173,
              "end": 175
            },
            {
              "start": 225,
              "end": 232
            }
          ]
        },
        {
          "text": "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had wholly dedicated the silver unto the Lord from my hand for my son, to make a graven image and a molten image: now therefore I will restore it unto thee.",
          "footnotes": [
            {
              "footnote": "Ex. 20:4 (4, 23); Lev. 19:4; Mosiah 12:36.",
              "start": 177,
              "end": 189
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 44,
              "end": 51
            }
          ]
        },
        {
          "text": "Yet he restored the money unto his mother; and his mother took two hundred shekels of silver, and gave them to the founder, who made thereof a graven image and a molten image: and they were in the house of Micah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 75,
              "end": 82
            }
          ]
        },
        {
          "text": "And the man Micah had an house of gods, and made an ephod, and teraphim, and consecrated one of his sons, who became his priest.",
          "footnotes": [
            {
              "footnote": "Judg. 8:27.",
              "start": 52,
              "end": 57
            },
            {
              "footnote": "IE domestic idols, perhaps in size and shape of a man. Judg. 18:18 (18, 20); 1 Sam. 19:13 (13, 16).",
              "start": 63,
              "end": 71
            },
            {
              "footnote": "Judg. 18:19 (1, 19–20).",
              "start": 121,
              "end": 127
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "In those days there was no king in Israel, but every man did that which was right in his own eyes.",
          "footnotes": [
            {
              "footnote": "Judg. 18:1; 21:25.",
              "start": 27,
              "end": 31
            },
            {
              "footnote": "Deut. 12:8.",
              "start": 76,
              "end": 81
            },
            {
              "footnote": "Prov. 16:2.",
              "start": 89,
              "end": 97
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 14,
              "end": 23
            },
            {
              "start": 43,
              "end": 46
            },
            {
              "start": 61,
              "end": 75
            }
          ]
        },
        {
          "text": "And there was a young man out of Beth-lehem-judah of the family of Judah, who was a Levite, and he sojourned there.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 78,
              "end": 81
            }
          ]
        },
        {
          "text": "And the man departed out of the city from Beth-lehem-judah to sojourn where he could find a place: and he came to mount Ephraim to the house of Micah, as he journeyed.",
          "footnotes": [
            {
              "footnote": "Josh. 20:9.",
              "start": 62,
              "end": 69
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 90,
              "end": 98
            }
          ]
        },
        {
          "text": "And Micah said unto him, Whence comest thou? And he said unto him, I am a Levite of Beth-lehem-judah, and I go to sojourn where I may find a place.",
          "footnotes": [
            {
              "footnote": "Judg. 19:1 (1, 18).",
              "start": 74,
              "end": 80
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 69,
              "end": 71
            },
            {
              "start": 139,
              "end": 147
            }
          ]
        },
        {
          "text": "And Micah said unto him, Dwell with me, and be unto me a father and a priest, and I will give thee ten shekels of silver by the year, and a suit of apparel, and thy victuals. So the Levite went in.",
          "footnotes": [
            {
              "footnote": "TG Apparel.",
              "start": 148,
              "end": 155
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 103,
              "end": 110
            }
          ]
        },
        {
          "text": "And the Levite was content to dwell with the man; and the young man was unto him as one of his sons.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Micah consecrated the Levite; and the young man became his priest, and was in the house of Micah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then said Micah, Now know I that the Lord will do me good, seeing I have a Levite to my priest.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 85,
              "end": 87
            }
          ]
        }
      ]
    },
    {
      "number": 18,
      "verses": [
        {
          "text": "In those days there was no king in Israel: and in those days the tribe of the Danites sought them an inheritance to dwell in; for unto that day all their inheritance had not fallen unto them among the tribes of Israel.",
          "footnotes": [
            {
              "footnote": "Judg. 17:6; 21:25.",
              "start": 27,
              "end": 31
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 14,
              "end": 23
            },
            {
              "start": 144,
              "end": 153
            }
          ]
        },
        {
          "text": "And the children of Dan sent of their family five men from their coasts, men of valour, from Zorah, and from Eshtaol, to spy out the land, and to search it; and they said unto them, Go, search the land: who when they came to mount Ephraim, to the house of Micah, they lodged there.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "When they were by the house of Micah, they knew the voice of the young man the Levite: and they turned in thither, and said unto him, Who brought thee hither? and what makest thou in this place? and what hast thou here?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 14
            },
            {
              "start": 188,
              "end": 194
            }
          ]
        },
        {
          "text": "And he said unto them, Thus and thus dealeth Micah with me, and hath hired me, and I am his priest.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they said unto him, Ask counsel, we pray thee, of God, that we may know whether our way which we go shall be prosperous.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 370
            }
          ],
          "italics": []
        },
        {
          "text": "And the priest said unto them, Go in peace: before the Lord is your way wherein ye go.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 60,
              "end": 62
            }
          ]
        },
        {
          "text": "Then the five men departed, and came to Laish, and saw the people that were therein, how they dwelt careless, after the manner of the Zidonians, quiet and secure; and there was no magistrate in the land, that might put them to shame in any thing; and they were far from the Zidonians, and had no business with any man.",
          "footnotes": [
            {
              "footnote": "HEB securely.",
              "start": 100,
              "end": 108
            },
            {
              "footnote": "Judg. 18:27 (27–28).",
              "start": 145,
              "end": 150
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 71,
              "end": 75
            },
            {
              "start": 167,
              "end": 176
            },
            {
              "start": 219,
              "end": 223
            },
            {
              "start": 236,
              "end": 239
            },
            {
              "start": 256,
              "end": 260
            },
            {
              "start": 310,
              "end": 313
            }
          ]
        },
        {
          "text": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say ye?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 96,
              "end": 99
            }
          ]
        },
        {
          "text": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
          "footnotes": [
            {
              "footnote": "HEB inactive, quiet.",
              "start": 122,
              "end": 127
            },
            {
              "footnote": "TG Laziness.",
              "start": 136,
              "end": 144
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 97,
              "end": 99
            },
            {
              "start": 115,
              "end": 118
            },
            {
              "start": 152,
              "end": 155
            }
          ]
        },
        {
          "text": "When ye go, ye shall come unto a people secure, and to a large land: for God hath given it into your hands; a place where there is no want of any thing that is in the earth.",
          "footnotes": [
            {
              "footnote": "Judg. 8:11.",
              "start": 40,
              "end": 46
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 122,
              "end": 130
            },
            {
              "start": 157,
              "end": 159
            }
          ]
        },
        {
          "text": "And there went from thence of the family of the Danites, out of Zorah and out of Eshtaol, six hundred men appointed with weapons of war.",
          "footnotes": [
            {
              "footnote": "HEB girded.",
              "start": 106,
              "end": 115
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they went up, and pitched in Kirjath-jearim, in Judah: wherefore they called that place Mahaneh-dan unto this day: behold, it is behind Kirjath-jearim.",
          "footnotes": [
            {
              "footnote": "Josh. 15:60.",
              "start": 33,
              "end": 47
            },
            {
              "footnote": "IE Camp of Dan.",
              "start": 92,
              "end": 103
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 127,
              "end": 132
            }
          ]
        },
        {
          "text": "And they passed thence unto mount Ephraim, and came unto the house of Micah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then answered the five men that went to spy out the country of Laish, and said unto their brethren, Do ye know that there is in these houses an ephod, and teraphim, and a graven image, and a molten image? now therefore consider what ye have to do.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they turned thitherward, and came to the house of the young man the Levite, even unto the house of Micah, and saluted him.",
          "footnotes": [
            {
              "footnote": "HEB asked him concerning his welfare. 1 Sam. 10:4; 13:10.",
              "start": 114,
              "end": 125
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 80,
              "end": 84
            }
          ]
        },
        {
          "text": "And the six hundred men appointed with their weapons of war, which were of the children of Dan, stood by the entering of the gate.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 67,
              "end": 71
            }
          ]
        },
        {
          "text": "And the five men that went to spy out the land went up, and came in thither, and took the graven image, and the ephod, and the teraphim, and the molten image: and the priest stood in the entering of the gate with the six hundred men that were appointed with weapons of war.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 56,
              "end": 59
            },
            {
              "start": 77,
              "end": 80
            },
            {
              "start": 233,
              "end": 242
            }
          ]
        },
        {
          "text": "And these went into Micah's house, and fetched the carved image, the ephod, and the teraphim, and the molten image. Then said the priest unto them, What do ye?",
          "footnotes": [
            {
              "footnote": "Judg. 17:5.",
              "start": 84,
              "end": 92
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they said unto him, Hold thy peace, lay thine hand upon thy mouth, and go with us, and be to us a father and a priest: is it better for thee to be a priest unto the house of one man, or that thou be a priest unto a tribe and a family in Israel?",
          "footnotes": [
            {
              "footnote": "Job 21:5.",
              "start": 50,
              "end": 54
            },
            {
              "footnote": "Judg. 17:5.",
              "start": 115,
              "end": 121
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 123,
              "end": 128
            }
          ]
        },
        {
          "text": "And the priest's heart was glad, and he took the ephod, and the teraphim, and the graven image, and went in the midst of the people.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So they turned and departed, and put the little ones and the cattle and the carriage before them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when they were a good way from the house of Micah, the men that were in the houses near to Micah's house were gathered together, and overtook the children of Dan.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 3
            },
            {
              "start": 68,
              "end": 72
            }
          ]
        },
        {
          "text": "And they cried unto the children of Dan. And they turned their faces, and said unto Micah, What aileth thee, that thou comest with such a company?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said, Ye have taken away my gods which I made, and the priest, and ye are gone away: and what have I more? and what is this that ye say unto me, What aileth thee?",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 371
            }
          ],
          "italics": [
            {
              "start": 123,
              "end": 125
            },
            {
              "start": 131,
              "end": 135
            }
          ]
        },
        {
          "text": "And the children of Dan said unto him, Let not thy voice be heard among us, lest angry fellows run upon thee, and thou lose thy life, with the lives of thy household.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Dan went their way: and when Micah saw that they were too strong for him, he turned and went back unto his house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 69,
              "end": 73
            }
          ]
        },
        {
          "text": "And they took the things which Micah had made, and the priest which he had, and came unto Laish, unto a people that were at quiet and secure: and they smote them with the edge of the sword, and burnt the city with fire.",
          "footnotes": [
            {
              "footnote": "Judg. 18:7.",
              "start": 124,
              "end": 129
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 14,
              "end": 24
            },
            {
              "start": 111,
              "end": 120
            }
          ]
        },
        {
          "text": "And there was no deliverer, because it was far from Zidon, and they had no business with any man; and it was in the valley that lieth by Beth-rehob. And they built a city, and dwelt therein.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 13
            },
            {
              "start": 39,
              "end": 42
            },
            {
              "start": 89,
              "end": 92
            },
            {
              "start": 128,
              "end": 133
            }
          ]
        },
        {
          "text": "And they called the name of the city Dan, after the name of Dan their father, who was born unto Israel: howbeit the name of the city was Laish at the first.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 133,
              "end": 136
            }
          ]
        },
        {
          "text": "And the children of Dan set up the graven image: and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the captivity of the land.",
          "footnotes": [
            {
              "footnote": "HEB Moses, altered to Manasseh. See Ex. 2:22; 18:3.",
              "start": 94,
              "end": 102
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they set them up Micah's graven image, which he made, all the time that the house of God was in Shiloh.",
          "footnotes": [
            {
              "footnote": "TG Temple.",
              "start": 80,
              "end": 85
            },
            {
              "footnote": "Ps. 78:60.",
              "start": 100,
              "end": 106
            }
          ],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 19,
      "verses": [
        {
          "text": "And it came to pass in those days, when there was no king in Israel, that there was a certain Levite sojourning on the side of mount Ephraim, who took to him a concubine out of Beth-lehem-judah.",
          "footnotes": [
            {
              "footnote": "Judg. 17:9.",
              "start": 94,
              "end": 100
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 40,
              "end": 49
            }
          ]
        },
        {
          "text": "And his concubine played the whore against him, and went away from him unto her father's house to Beth-lehem-judah, and was there four whole months.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And her husband arose, and went after her, to speak friendly unto her, and to bring her again, having his servant with him, and a couple of asses: and she brought him into her father's house: and when the father of the damsel saw him, he rejoiced to meet him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 71,
              "end": 74
            }
          ]
        },
        {
          "text": "And his father in law, the damsel's father, retained him; and he abode with him three days: so they did eat and drink, and lodged there.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass on the fourth day, when they arose early in the morning, that he rose up to depart: and the damsel's father said unto his son in law, Comfort thine heart with a morsel of bread, and afterward go your way.",
          "footnotes": [
            {
              "footnote": "OR Sustain (also v. 8).",
              "start": 154,
              "end": 161
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they sat down, and did eat and drink both of them together: for the damsel's father had said unto the man, Be content, I pray thee, and tarry all night, and let thine heart be merry.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the man rose up to depart, his father in law urged him: therefore he lodged there again.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he arose early in the morning on the fifth day to depart: and the damsel's father said, Comfort thine heart, I pray thee. And they tarried until afternoon, and they did eat both of them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel's father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 372
            }
          ],
          "italics": []
        },
        {
          "text": "But the man would not tarry that night, but he rose up and departed, and came over against Jebus, which is Jerusalem; and there were with him two asses saddled, his concubine also was with him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 104,
              "end": 106
            },
            {
              "start": 122,
              "end": 132
            },
            {
              "start": 180,
              "end": 183
            }
          ]
        },
        {
          "text": "And when they were by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in into this city of the Jebusites, and lodge in it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 3
            },
            {
              "start": 14,
              "end": 18
            }
          ]
        },
        {
          "text": "And his master said unto him, We will not turn aside hither into the city of a stranger, that is not of the children of Israel; we will pass over to Gibeah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 94,
              "end": 96
            }
          ]
        },
        {
          "text": "And he said unto his servant, Come, and let us draw near to one of these places to lodge all night, in Gibeah, or in Ramah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they passed on and went their way; and the sun went down upon them when they were by Gibeah, which belongeth to Benjamin.",
          "footnotes": [
            {
              "footnote": "Hosea 9:9.",
              "start": 89,
              "end": 95
            },
            {
              "footnote": "Josh. 18:28; Judg. 1:21.",
              "start": 116,
              "end": 124
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 71,
              "end": 85
            },
            {
              "start": 103,
              "end": 112
            }
          ]
        },
        {
          "text": "And they turned aside thither, to go in and to lodge in Gibeah: and when he went in, he sat him down in a street of the city: for there was no man that took them into his house to lodging.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 40,
              "end": 43
            },
            {
              "start": 130,
              "end": 139
            }
          ]
        },
        {
          "text": "And, behold, there came an old man from his work out of the field at even, which was also of mount Ephraim; and he sojourned in Gibeah: but the men of the place were Benjamites.",
          "footnotes": [
            {
              "footnote": "Josh. 20:9.",
              "start": 115,
              "end": 124
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 81,
              "end": 84
            },
            {
              "start": 161,
              "end": 165
            }
          ]
        },
        {
          "text": "And when he had lifted up his eyes, he saw a wayfaring man in the street of the city: and the old man said, Whither goest thou? and whence comest thou?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he said unto him, We are passing from Beth-lehem-judah toward the side of mount Ephraim; from thence am I: and I went to Beth-lehem-judah, but I am now going to the house of the Lord; and there is no man that receiveth me to house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 25,
              "end": 28
            },
            {
              "start": 105,
              "end": 107
            },
            {
              "start": 149,
              "end": 155
            },
            {
              "start": 198,
              "end": 200
            }
          ]
        },
        {
          "text": "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man which is with thy servants: there is no want of any thing.",
          "footnotes": [
            {
              "footnote": "OR food, fodder (also v. 21).",
              "start": 28,
              "end": 37
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 138,
              "end": 146
            },
            {
              "start": 166,
              "end": 174
            }
          ]
        },
        {
          "text": "And the old man said, Peace be with thee; howsoever let all thy wants lie upon me; only lodge not in the street.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 28,
              "end": 30
            },
            {
              "start": 52,
              "end": 55
            },
            {
              "start": 70,
              "end": 73
            }
          ]
        },
        {
          "text": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
          "footnotes": [
            {
              "footnote": "Gen. 24:32.",
              "start": 43,
              "end": 52
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now as they were making their hearts merry, behold, the men of the city, certain sons of Belial, beset the house round about, and beat at the door, and spake to the master of the house, the old man, saying, Bring forth the man that came into thine house, that we may know him.",
          "footnotes": [
            {
              "footnote": "Gen. 19:5; Rom. 1:26 (26–27).",
              "start": 267,
              "end": 271
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 3
            },
            {
              "start": 126,
              "end": 129
            }
          ]
        },
        {
          "text": "And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, nay, I pray you, do not so wickedly; seeing that this man is come into mine house, do not this folly.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 96,
              "end": 100
            },
            {
              "start": 120,
              "end": 122
            }
          ]
        },
        {
          "text": "Behold, here is my daughter a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good unto you: but unto this man do not so vile a thing.",
          "footnotes": [
            {
              "footnote": "Gen. 19:8.",
              "start": 19,
              "end": 27
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 8,
              "end": 15
            }
          ]
        },
        {
          "text": "But the men would not hearken to him: so the man took his concubine, and brought her forth unto them; and they knew her, and abused her all the night until the morning: and when the day began to spring, they let her go.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then came the woman in the dawning of the day, and fell down at the door of the man's house where her lord was, till it was light.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 107,
              "end": 111
            }
          ]
        },
        {
          "text": "And her lord rose up in the morning, and opened the doors of the house, and went out to go his way: and, behold, the woman his concubine was fallen down at the door of the house, and her hands were upon the threshold.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 373
            }
          ],
          "italics": [
            {
              "start": 153,
              "end": 155
            },
            {
              "start": 193,
              "end": 197
            }
          ]
        },
        {
          "text": "And he said unto her, Up, and let us be going. But none answered. Then the man took her up upon an ass, and the man rose up, and gat him unto his place.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 90
            }
          ]
        },
        {
          "text": "And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, together with her bones, into twelve pieces, and sent her into all the coasts of Israel.",
          "footnotes": [
            {
              "footnote": "1 Sam. 11:7.",
              "start": 152,
              "end": 156
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 103,
              "end": 111
            }
          ]
        },
        {
          "text": "And it was so, that all that saw it said, There was no such deed done nor seen from the day that the children of Israel came up out of the land of Egypt unto this day: consider of it, take advice, and speak your minds.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 207,
              "end": 218
            }
          ]
        }
      ]
    },
    {
      "number": 20,
      "verses": [
        {
          "text": "Then all the children of Israel went out, and the congregation was gathered together as one man, from Dan even to Beer-sheba, with the land of Gilead, unto the Lord in Mizpeh.",
          "footnotes": [
            {
              "footnote": "1 Sam. 7:5.",
              "start": 168,
              "end": 174
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the chief of all the people, even of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen that drew sword.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 33,
              "end": 37
            }
          ]
        },
        {
          "text": "(Now the children of Benjamin heard that the children of Israel were gone up to Mizpeh.) Then said the children of Israel, Tell us, how was this wickedness?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 128,
              "end": 131
            }
          ]
        },
        {
          "text": "And the Levite, the husband of the woman that was slain, answered and said, I came into Gibeah that belongeth to Benjamin, I and my concubine, to lodge.",
          "footnotes": [
            {
              "footnote": "Hosea 10:9.",
              "start": 88,
              "end": 94
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 100,
              "end": 109
            }
          ]
        },
        {
          "text": "And the men of Gibeah rose against me, and beset the house round about upon me by night, and thought to have slain me: and my concubine have they forced, that she is dead.",
          "footnotes": [
            {
              "footnote": "IE assaulted.",
              "start": 146,
              "end": 152
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 89,
              "end": 92
            }
          ]
        },
        {
          "text": "And I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel: for they have committed lewdness and folly in Israel.",
          "footnotes": [
            {
              "footnote": "OR disgrace, wantonness.",
              "start": 155,
              "end": 160
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Behold, ye are all children of Israel; give here your advice and counsel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 11,
              "end": 14
            }
          ]
        },
        {
          "text": "And all the people arose as one man, saying, We will not any of us go to his tent, neither will we any of us turn into his house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 61,
              "end": 66
            },
            {
              "start": 103,
              "end": 108
            }
          ]
        },
        {
          "text": "But now this shall be the thing which we will do to Gibeah; we will go up by lot against it;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 13,
              "end": 21
            },
            {
              "start": 60,
              "end": 73
            }
          ]
        },
        {
          "text": "And we will take ten men of an hundred throughout all the tribes of Israel, and an hundred of a thousand, and a thousand out of ten thousand, to fetch victual for the people, that they may do, when they come to Gibeah of Benjamin, according to all the folly that they have wrought in Israel.",
          "footnotes": [
            {
              "footnote": "Josh. 1:11.",
              "start": 151,
              "end": 158
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So all the men of Israel were gathered against the city, knit together as one man.",
          "footnotes": [
            {
              "footnote": "OR united.",
              "start": 57,
              "end": 61
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the tribes of Israel sent men through all the tribe of Benjamin, saying, What wickedness is this that is done among you?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 93,
              "end": 95
            }
          ]
        },
        {
          "text": "Now therefore deliver us the men, the children of Belial, which are in Gibeah, that we may put them to death, and put away evil from Israel. But the children of Benjamin would not hearken to the voice of their brethren the children of Israel:",
          "footnotes": [
            {
              "footnote": "Deut. 13:13; Jude 1:19.",
              "start": 50,
              "end": 56
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 22,
              "end": 24
            },
            {
              "start": 64,
              "end": 67
            }
          ]
        },
        {
          "text": "But the children of Benjamin gathered themselves together out of the cities unto Gibeah, to go out to battle against the children of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Benjamin were numbered at that time out of the cities twenty and six thousand men that drew sword, beside the inhabitants of Gibeah, which were numbered seven hundred chosen men.",
          "footnotes": [
            {
              "footnote": "HEB mustered.",
              "start": 34,
              "end": 42
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 374
            }
          ],
          "italics": []
        },
        {
          "text": "Among all this people there were seven hundred chosen men lefthanded; every one could sling stones at an hair breadth, and not miss.",
          "footnotes": [
            {
              "footnote": "1 Chr. 12:2.",
              "start": 58,
              "end": 68
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 22,
              "end": 32
            },
            {
              "start": 110,
              "end": 118
            }
          ]
        },
        {
          "text": "And the men of Israel, beside Benjamin, were numbered four hundred thousand men that drew sword: all these were men of war.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 107,
              "end": 111
            }
          ]
        },
        {
          "text": "And the children of Israel arose, and went up to the house of God, and asked counsel of God, and said, Which of us shall go up first to the battle against the children of Benjamin? And the Lord said, Judah shall go up first.",
          "footnotes": [
            {
              "footnote": "OR Bethel (also Judg. 21:2).",
              "start": 49,
              "end": 65
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 206,
              "end": 217
            }
          ]
        },
        {
          "text": "And the children of Israel rose up in the morning, and encamped against Gibeah.",
          "footnotes": [
            {
              "footnote": "Hosea 10:9.",
              "start": 55,
              "end": 63
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the men of Israel went out to battle against Benjamin; and the men of Israel put themselves in array to fight against them at Gibeah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Benjamin came forth out of Gibeah, and destroyed down to the ground of the Israelites that day twenty and two thousand men.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the people the men of Israel encouraged themselves, and set their battle again in array in the place where they put themselves in array the first day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "(And the children of Israel went up and wept before the Lord until even, and asked counsel of the Lord, saying, Shall I go up again to battle against the children of Benjamin my brother? And the Lord said, Go up against him.)",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel came near against the children of Benjamin the second day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Benjamin went forth against them out of Gibeah the second day, and destroyed down to the ground of the children of Israel again eighteen thousand men; all these drew the sword.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then all the children of Israel, and all the people, went up, and came unto the house of God, and wept, and sat there before the Lord, and fasted that day until even, and offered burnt offerings and peace offerings before the Lord.",
          "footnotes": [
            {
              "footnote": "Josh. 18:1.",
              "start": 80,
              "end": 85
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel inquired of the Lord, (for the ark of the covenant of God was there in those days,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 85,
              "end": 88
            }
          ]
        },
        {
          "text": "And Phinehas, the son of Eleazar, the son of Aaron, stood before it in those days,) saying, Shall I yet again go out to battle against the children of Benjamin my brother, or shall I cease? And the Lord said, Go up; for to morrow I will deliver them into thine hand.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Israel set liers in wait round about Gibeah.",
          "footnotes": [
            {
              "footnote": "Josh. 8:13.",
              "start": 15,
              "end": 20
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel went up against the children of Benjamin on the third day, and put themselves in array against Gibeah, as at other times.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Benjamin went out against the people, and were drawn away from the city; and they began to smite of the people, and kill, as at other times, in the highways, of which one goeth up to the house of God, and the other to Gibeah in the field, about thirty men of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 58,
              "end": 61
            },
            {
              "start": 132,
              "end": 135
            }
          ]
        },
        {
          "text": "And the children of Benjamin said, They are smitten down before us, as at the first. But the children of Israel said, Let us flee, and draw them from the city unto the highways.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 40,
              "end": 43
            }
          ]
        },
        {
          "text": "And all the men of Israel rose up out of their place, and put themselves in array at Baal-tamar: and the liers in wait of Israel came forth out of their places, even out of the meadows of Gibeah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 161,
              "end": 165
            }
          ]
        },
        {
          "text": "And there came against Gibeah ten thousand chosen men out of all Israel, and the battle was sore: but they knew not that evil was near them.",
          "footnotes": [
            {
              "footnote": "OR heavy, hard.",
              "start": 92,
              "end": 96
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 126,
              "end": 129
            }
          ]
        },
        {
          "text": "And the Lord smote Benjamin before Israel: and the children of Israel destroyed of the Benjamites that day twenty and five thousand and an hundred men: all these drew the sword.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 375
            }
          ],
          "italics": []
        },
        {
          "text": "So the children of Benjamin saw that they were smitten: for the men of Israel gave place to the Benjamites, because they trusted unto the liers in wait which they had set beside Gibeah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the liers in wait hasted, and rushed upon Gibeah; and the liers in wait drew themselves along, and smote all the city with the edge of the sword.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 81,
              "end": 91
            }
          ]
        },
        {
          "text": "Now there was an appointed sign between the men of Israel and the liers in wait, that they should make a great flame with smoke rise up out of the city.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the men of Israel retired in the battle, Benjamin began to smite and kill of the men of Israel about thirty persons: for they said, Surely they are smitten down before us, as in the first battle.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 74,
              "end": 77
            },
            {
              "start": 184,
              "end": 186
            }
          ]
        },
        {
          "text": "But when the flame began to arise up out of the city with a pillar of smoke, the Benjamites looked behind them, and, behold, the flame of the city ascended up to heaven.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And when the men of Israel turned again, the men of Benjamin were amazed: for they saw that evil was come upon them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Therefore they turned their backs before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which came out of the cities they destroyed in the midst of them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 22,
              "end": 33
            },
            {
              "start": 136,
              "end": 140
            }
          ]
        },
        {
          "text": "Thus they inclosed the Benjamites round about, and chased them, and trode them down with ease over against Gibeah toward the sunrising.",
          "footnotes": [
            {
              "footnote": "HEB overtook.",
              "start": 68,
              "end": 83
            },
            {
              "footnote": "IE the east.",
              "start": 121,
              "end": 134
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 4
            },
            {
              "start": 47,
              "end": 50
            },
            {
              "start": 64,
              "end": 67
            }
          ]
        },
        {
          "text": "And there fell of Benjamin eighteen thousand men; all these were men of valour.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 60,
              "end": 64
            }
          ]
        },
        {
          "text": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
          "footnotes": [
            {
              "footnote": "IE killed the fugitives.",
              "start": 81,
              "end": 96
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So that all which fell that day of Benjamin were twenty and five thousand men that drew the sword; all these were men of valour.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 109,
              "end": 113
            }
          ]
        },
        {
          "text": "But six hundred men turned and fled to the wilderness unto the rock Rimmon, and abode in the rock Rimmon four months.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the men of Israel turned again upon the children of Benjamin, and smote them with the edge of the sword, as well the men of every city, as the beast, and all that came to hand: also they set on fire all the cities that they came to.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 128,
              "end": 133
            }
          ]
        }
      ]
    },
    {
      "number": 21,
      "verses": [
        {
          "text": "Now the men of Israel had sworn in Mizpeh, saying, There shall not any of us give his daughter unto Benjamin to wife.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the people came to the house of God, and abode there till even before God, and lifted up their voices, and wept sore;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And said, O Lord God of Israel, why is this come to pass in Israel, that there should be to day one tribe lacking in Israel?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass on the morrow, that the people rose early, and built there an altar, and offered burnt offerings and peace offerings.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the children of Israel said, Who is there among all the tribes of Israel that came not up with the congregation unto the Lord? For they had made a great oath concerning him that came not up to the Lord to Mizpeh, saying, He shall surely be put to death.",
          "footnotes": [
            {
              "footnote": "Judg. 5:23.",
              "start": 82,
              "end": 86
            },
            {
              "footnote": "TG Church.",
              "start": 103,
              "end": 115
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 37,
              "end": 45
            }
          ]
        },
        {
          "text": "And the children of Israel repented them for Benjamin their brother, and said, There is one tribe cut off from Israel this day.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 376
            }
          ],
          "italics": []
        },
        {
          "text": "How shall we do for wives for them that remain, seeing we have sworn by the Lord that we will not give them of our daughters to wives?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they said, What one is there of the tribes of Israel that came not up to Mizpeh to the Lord? And, behold, there came none to the camp from Jabesh-gilead to the assembly.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 24,
              "end": 32
            }
          ]
        },
        {
          "text": "For the people were numbered, and, behold, there were none of the inhabitants of Jabesh-gilead there.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 53
            }
          ]
        },
        {
          "text": "And the congregation sent thither twelve thousand men of the valiantest, and commanded them, saying, Go and smite the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the children.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And this is the thing that ye shall do, Ye shall utterly destroy every male, and every woman that hath lain by man.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 9,
              "end": 11
            }
          ]
        },
        {
          "text": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins, that had known no man by lying with any male: and they brought them unto the camp to Shiloh, which is in the land of Canaan.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 181,
              "end": 183
            }
          ]
        },
        {
          "text": "And the whole congregation sent some to speak to the children of Benjamin that were in the rock Rimmon, and to call peaceably unto them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 32,
              "end": 36
            },
            {
              "start": 79,
              "end": 83
            }
          ]
        },
        {
          "text": "And Benjamin came again at that time; and they gave them wives which they had saved alive of the women of Jabesh-gilead: and yet so they sufficed them not.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the people repented them for Benjamin, because that the Lord had made a breach in the tribes of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then the elders of the congregation said, How shall we do for wives for them that remain, seeing the women are destroyed out of Benjamin?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they said, There must be an inheritance for them that be escaped of Benjamin, that a tribe be not destroyed out of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 15,
              "end": 28
            }
          ]
        },
        {
          "text": "Howbeit we may not give them wives of our daughters: for the children of Israel have sworn, saying, Cursed be he that giveth a wife to Benjamin.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 107,
              "end": 109
            }
          ]
        },
        {
          "text": "Then they said, Behold, there is a feast of the Lord in Shiloh yearly in a place which is on the north side of Beth-el, on the east side of the highway that goeth up from Beth-el to Shechem, and on the south of Lebonah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 24,
              "end": 32
            },
            {
              "start": 70,
              "end": 80
            },
            {
              "start": 87,
              "end": 89
            }
          ]
        },
        {
          "text": "Therefore they commanded the children of Benjamin, saying, Go and lie in wait in the vineyards;",
          "footnotes": [
            {
              "footnote": "Josh. 8:13.",
              "start": 66,
              "end": 69
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And see, and, behold, if the daughters of Shiloh come out to dance in dances, then come ye out of the vineyards, and catch you every man his wife of the daughters of Shiloh, and go to the land of Benjamin.",
          "footnotes": [
            {
              "footnote": "Mosiah 20:1 (1–5).",
              "start": 61,
              "end": 66
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it shall be, when their fathers or their brethren come unto us to complain, that we will say unto them, Be favourable unto them for our sakes: because we reserved not to each man his wife in the war: for ye did not give unto them at this time, that ye should be guilty.",
          "footnotes": [
            {
              "footnote": "TG Guilt.",
              "start": 266,
              "end": 272
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 248,
              "end": 252
            }
          ]
        },
        {
          "text": "And the children of Benjamin did so, and took them wives, according to their number, of them that danced, whom they caught: and they went and returned unto their inheritance, and repaired the cities, and dwelt in them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 50
            }
          ]
        },
        {
          "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "In those days there was no king in Israel: every man did that which was right in his own eyes.",
          "footnotes": [
            {
              "footnote": "Judg. 17:6; 18:1.",
              "start": 27,
              "end": 31
            },
            {
              "footnote": "Deut. 12:8; Judg. 17:6.",
              "start": 72,
              "end": 77
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 14,
              "end": 23
            },
            {
              "start": 57,
              "end": 71
            }
          ]
        }
      ]
    }
  ]
}