{
  "_id": "nehemiah",
  "title": "Nehemiah",
  "subtitle": "",
  "delineation": "Chapter",
  "chapters": [
    {
      "number": 1,
      "verses": [
        {
          "text": "The words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,",
          "footnotes": [
            {
              "footnote": "IE the ninth of the Hebrew months, beginning at the new moon of December.",
              "start": 77,
              "end": 84
            },
            {
              "footnote": "OR Susa (the chief city of all Persia). Esth. 1:2.",
              "start": 121,
              "end": 128
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.",
          "footnotes": [
            {
              "footnote": "Neh. 7:2.",
              "start": 5,
              "end": 11
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 53
            }
          ]
        },
        {
          "text": "And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.",
          "footnotes": [
            {
              "footnote": "TG Israel, Remnant of.",
              "start": 27,
              "end": 34
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 91
            },
            {
              "start": 153,
              "end": 155
            }
          ]
        },
        {
          "text": "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,",
          "footnotes": [
            {
              "footnote": "TG Fast, Fasting.",
              "start": 103,
              "end": 109
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 85,
              "end": 92
            }
          ]
        },
        {
          "text": "And said, I beseech thee, O Lord God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments:",
          "footnotes": [
            {
              "footnote": "HEB the God, the great, and the revered.",
              "start": 48,
              "end": 51
            },
            {
              "footnote": "Deut. 7:9; Dan. 9:4.",
              "start": 81,
              "end": 88
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father's house have sinned.",
          "footnotes": [
            {
              "footnote": "TG Confession.",
              "start": 192,
              "end": 199
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:",
          "footnotes": [
            {
              "footnote": "1 Ne. 22:3 (3–5); 2 Ne. 25:15 (14–16); D&C 45:19 (16–25).",
              "start": 109,
              "end": 116
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 649
            }
          ],
          "italics": [
            {
              "start": 84,
              "end": 86
            }
          ]
        },
        {
          "text": "But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.",
          "footnotes": [
            {
              "footnote": "Deut. 30:3 (1–5); Micah 7:12 (11–12); 1 Ne. 22:12 (10–12); 2 Ne. 21:12 (11–16); D&C 45:25 (24–25).",
              "start": 147,
              "end": 153
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 6
            },
            {
              "start": 136,
              "end": 139
            }
          ]
        },
        {
          "text": "Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.",
          "footnotes": [
            {
              "footnote": "Ex. 33:13; 2 Ne. 29:4; D&C 86:11; 109:59 (59–67).",
              "start": 35,
              "end": 41
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 13
            }
          ]
        },
        {
          "text": "O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.",
          "footnotes": [
            {
              "footnote": "OR reverence.",
              "start": 134,
              "end": 138
            },
            {
              "footnote": "Gen. 24:12.",
              "start": 153,
              "end": 160
            }
          ],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 2,
      "verses": [
        {
          "text": "And it came to pass in the month Nisan, in the twentieth year of Artaxerxes the king, that wine was before him: and I took up the wine, and gave it unto the king. Now I had not been beforetime sad in his presence.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 86,
              "end": 90
            },
            {
              "start": 96,
              "end": 99
            },
            {
              "start": 145,
              "end": 147
            },
            {
              "start": 182,
              "end": 192
            }
          ]
        },
        {
          "text": "Wherefore the king said unto me, Why is thy countenance sad, seeing thou art not sick? this is nothing else but sorrow of heart. Then I was very sore afraid,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 37,
              "end": 39
            },
            {
              "start": 73,
              "end": 76
            },
            {
              "start": 92,
              "end": 94
            },
            {
              "start": 103,
              "end": 107
            }
          ]
        },
        {
          "text": "And said unto the king, Let the king live for ever: why should not my countenance be sad, when the city, the place of my fathers' sepulchres, lieth waste, and the gates thereof are consumed with fire?",
          "footnotes": [
            {
              "footnote": "Ps. 137:4.",
              "start": 85,
              "end": 88
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 142,
              "end": 147
            }
          ]
        },
        {
          "text": "Then the king said unto me, For what dost thou make request? So I prayed to the God of heaven.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers' sepulchres, that I may build it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the king said unto me, (the queen also sitting by him,) For how long shall thy journey be? and when wilt thou return? So it pleased the king to send me; and I set him a time.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Moreover I said unto the king, If it please the king, let letters be given me to the governors beyond the river, that they may convey me over till I come into Judah;",
          "footnotes": [
            {
              "footnote": "IE on the west side of the Euphrates River.",
              "start": 95,
              "end": 111
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And a letter unto Asaph the keeper of the king's forest, that he may give me timber to make beams for the gates of the palace which appertained to the house, and for the wall of the city, and for the house that I shall enter into. And the king granted me, according to the good hand of my God upon me.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 132,
              "end": 143
            }
          ]
        },
        {
          "text": "Then I came to the governors beyond the river, and gave them the king's letters. Now the king had sent captains of the army and horsemen with me.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "When Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly that there was come a man to seek the welfare of the children of Israel.",
          "footnotes": [
            {
              "footnote": "Neh. 4:1 (1–8); 6:1 (1–14).",
              "start": 5,
              "end": 14
            },
            {
              "footnote": "Neh. 6:16.",
              "start": 33,
              "end": 39
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 73,
              "end": 79
            }
          ]
        },
        {
          "text": "So I came to Jerusalem, and was there three days.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I arose in the night, I and some few men with me; neither told I any man what my God had put in my heart to do at Jerusalem: neither was there any beast with me, save the beast that I rode upon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 69,
              "end": 72
            },
            {
              "start": 137,
              "end": 150
            }
          ]
        },
        {
          "text": "And I went out by night by the gate of the valley, even before the dragon well, and to the dung port, and viewed the walls of Jerusalem, which were broken down, and the gates thereof were consumed with fire.",
          "footnotes": [
            {
              "footnote": "IE the name of a gate in the wall of Jerusalem, approx. modern Jaffa gate.",
              "start": 31,
              "end": 35
            },
            {
              "footnote": "Neh. 3:13.",
              "start": 43,
              "end": 49
            },
            {
              "footnote": "OR fountain of the jackals—a well located near Jerusalem.",
              "start": 67,
              "end": 78
            },
            {
              "footnote": "IE another gate in the wall of Jerusalem at approx. junction of Hinnom and Tyropoeon valleys. Neh. 3:13; 12:31.",
              "start": 91,
              "end": 100
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 650
            }
          ],
          "italics": []
        },
        {
          "text": "Then I went on to the gate of the fountain, and to the king's pool: but there was no place for the beast that was under me to pass.",
          "footnotes": [
            {
              "footnote": "Perhaps a gate near En-rogel. The king's pool could be Siloam. Neh. 3:15; 12:37.",
              "start": 22,
              "end": 26
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 72,
              "end": 81
            },
            {
              "start": 105,
              "end": 113
            }
          ]
        },
        {
          "text": "Then went I up in the night by the brook, and viewed the wall, and turned back, and entered by the gate of the valley, and so returned.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 123,
              "end": 125
            }
          ]
        },
        {
          "text": "And the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 81,
              "end": 83
            }
          ]
        },
        {
          "text": "Then said I unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach.",
          "footnotes": [
            {
              "footnote": "Ezek. 5:14.",
              "start": 79,
              "end": 84
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 51,
              "end": 54
            },
            {
              "start": 73,
              "end": 78
            }
          ]
        },
        {
          "text": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 194,
              "end": 198
            },
            {
              "start": 204,
              "end": 209
            }
          ]
        },
        {
          "text": "But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they laughed us to scorn, and despised us, and said, What is this thing that ye do? will ye rebel against the king?",
          "footnotes": [
            {
              "footnote": "TG Laughter.",
              "start": 110,
              "end": 117
            },
            {
              "footnote": "Ps. 123:4; 1 Ne. 8:33; Alma 26:23.",
              "start": 124,
              "end": 129
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 101,
              "end": 104
            },
            {
              "start": 163,
              "end": 165
            }
          ]
        },
        {
          "text": "Then answered I them, and said unto them, The God of heaven, he will prosper us; therefore we his servants will arise and build: but ye have no portion, nor right, nor memorial, in Jerusalem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 3,
      "verses": [
        {
          "text": "Then Eliashib the high priest rose up with his brethren the priests, and they builded the sheep gate; they sanctified it, and set up the doors of it; even unto the tower of Meah they sanctified it, unto the tower of Hananeel.",
          "footnotes": [
            {
              "footnote": "TG Priesthood, Aaronic.",
              "start": 18,
              "end": 29
            },
            {
              "footnote": "A gate probably in the northeast wall of Jerusalem near the temple, for access of sacrificial animals.",
              "start": 90,
              "end": 100
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And next unto him builded the men of Jericho. And next to them builded Zaccur the son of Imri.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But the fish gate did the sons of Hassenaah build, who also laid the beams thereof, and set up the doors thereof, the locks thereof, and the bars thereof.",
          "footnotes": [
            {
              "footnote": "Probably a northwestern gate, with access to the merchants' quarter; perhaps where Damascus gate now is. Neh. 12:39.",
              "start": 8,
              "end": 17
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 55,
              "end": 59
            }
          ]
        },
        {
          "text": "And next unto them repaired Meremoth the son of Urijah, the son of Koz. And next unto them repaired Meshullam the son of Berechiah, the son of Meshezabeel. And next unto them repaired Zadok the son of Baana.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And next unto them the Tekoites repaired; but their nobles put not their necks to the work of their Lord.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Moreover the old gate repaired Jehoiada the son of Paseah, and Meshullam the son of Besodeiah; they laid the beams thereof, and set up the doors thereof, and the locks thereof, and the bars thereof.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And next unto them repaired Melatiah the Gibeonite, and Jadon the Meronothite, the men of Gibeon, and of Mizpah, unto the throne of the governor on this side the river.",
          "footnotes": [
            {
              "footnote": "IE on the west side of the Euphrates.",
              "start": 145,
              "end": 147
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 651
            }
          ],
          "italics": []
        },
        {
          "text": "Next unto him repaired Uzziel the son of Harhaiah, of the goldsmiths. Next unto him also repaired Hananiah the son of one of the apothecaries, and they fortified Jerusalem unto the broad wall.",
          "footnotes": [
            {
              "footnote": "OR perfumers, ointment makers.",
              "start": 129,
              "end": 141
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 118,
              "end": 124
            }
          ]
        },
        {
          "text": "And next unto them repaired Rephaiah the son of Hur, the ruler of the half part of Jerusalem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And next unto them repaired Jedaiah the son of Harumaph, even over against his house. And next unto him repaired Hattush the son of Hashabniah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Malchijah the son of Harim, and Hashub the son of Pahath-moab, repaired the other piece, and the tower of the furnaces.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And next unto him repaired Shallum the son of Halohesh, the ruler of the half part of Jerusalem, he and his daughters.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The valley gate repaired Hanun, and the inhabitants of Zanoah; they built it, and set up the doors thereof, the locks thereof, and the bars thereof, and a thousand cubits on the wall unto the dung gate.",
          "footnotes": [
            {
              "footnote": "Neh. 2:13.",
              "start": 4,
              "end": 15
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But the dung gate repaired Malchiah the son of Rechab, the ruler of part of Beth-haccerem; he built it, and set up the doors thereof, the locks thereof, and the bars thereof.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But the gate of the fountain repaired Shallun the son of Col-hozeh, the ruler of part of Mizpah; he built it, and covered it, and set up the doors thereof, the locks thereof, and the bars thereof, and the wall of the pool of Siloah by the king's garden, and unto the stairs that go down from the city of David.",
          "footnotes": [
            {
              "footnote": "Neh. 2:14.",
              "start": 8,
              "end": 12
            },
            {
              "footnote": "Isa. 8:6; John 9:7 (6–7).",
              "start": 225,
              "end": 231
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After him repaired Nehemiah the son of Azbuk, the ruler of the half part of Beth-zur, unto the place over against the sepulchres of David, and to the pool that was made, and unto the house of the mighty.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 91,
              "end": 100
            }
          ]
        },
        {
          "text": "After him repaired the Levites, Rehum the son of Bani. Next unto him repaired Hashabiah, the ruler of the half part of Keilah, in his part.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After him repaired their brethren, Bavai the son of Henadad, the ruler of the half part of Keilah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And next to him repaired Ezer the son of Jeshua, the ruler of Mizpah, another piece over against the going up to the armoury at the turning of the wall.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 140,
              "end": 152
            }
          ]
        },
        {
          "text": "After him Baruch the son of Zabbai earnestly repaired the other piece, from the turning of the wall unto the door of the house of Eliashib the high priest.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 99
            }
          ]
        },
        {
          "text": "After him repaired Meremoth the son of Urijah the son of Koz another piece, from the door of the house of Eliashib even to the end of the house of Eliashib.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And after him repaired the priests, the men of the plain.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After him repaired Benjamin and Hashub over against their house. After him repaired Azariah the son of Maaseiah the son of Ananiah by his house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After him repaired Binnui the son of Henadad another piece, from the house of Azariah unto the turning of the wall, even unto the corner.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 103,
              "end": 115
            }
          ]
        },
        {
          "text": "Palal the son of Uzai, over against the turning of the wall, and the tower which lieth out from the king's high house, that was by the court of the prison. After him Pedaiah the son of Parosh.",
          "footnotes": [
            {
              "footnote": "OR the upper tower that stands out from the king's house.",
              "start": 65,
              "end": 68
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 48,
              "end": 60
            },
            {
              "start": 124,
              "end": 127
            }
          ]
        },
        {
          "text": "Moreover the Nethinims dwelt in Ophel, unto the place over against the water gate toward the east, and the tower that lieth out.",
          "footnotes": [
            {
              "footnote": "IE temple servants.",
              "start": 13,
              "end": 22
            },
            {
              "footnote": "Neh. 8:1.",
              "start": 71,
              "end": 81
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 44,
              "end": 53
            }
          ]
        },
        {
          "text": "After them the Tekoites repaired another piece, over against the great tower that lieth out, even unto the wall of Ophel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "From above the horse gate repaired the priests, every one over against his house.",
          "footnotes": [
            {
              "footnote": "Probably at southeast corner of temple area. Jer. 31:39.",
              "start": 15,
              "end": 25
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After them repaired Zadok the son of Immer over against his house. After him repaired also Shemaiah the son of Shechaniah, the keeper of the east gate.",
          "footnotes": [
            {
              "footnote": "Probably the area of the “Golden Gate.”",
              "start": 141,
              "end": 150
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After him repaired Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, another piece. After him repaired Meshullam the son of Berechiah over against his chamber.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "After him repaired Malchiah the goldsmith's son unto the place of the Nethinims, and of the merchants, over against the gate Miphkad, and to the going up of the corner.",
          "footnotes": [
            {
              "footnote": "OR to the upper chamber of the corner.",
              "start": 138,
              "end": 140
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And between the going up of the corner unto the sheep gate repaired the goldsmiths and the merchants.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        }
      ]
    },
    {
      "number": 4,
      "verses": [
        {
          "text": "But it came to pass, that when Sanballat heard that we builded the wall, he was wroth, and took great indignation, and mocked the Jews.",
          "footnotes": [
            {
              "footnote": "Neh. 2:10 (10, 18–20).",
              "start": 31,
              "end": 40
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he spake before his brethren and the army of Samaria, and said, What do these feeble Jews? will they fortify themselves? will they sacrifice? will they make an end in a day? will they revive the stones out of the heaps of the rubbish which are burned?",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now Tobiah the Ammonite was by him, and he said, Even that which they build, if a fox go up, he shall even break down their stone wall.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 24,
              "end": 27
            }
          ]
        },
        {
          "text": "Hear, O our God; for we are despised: and turn their reproach upon their own head, and give them for a prey in the land of captivity:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And cover not their iniquity, and let not their sin be blotted out from before thee: for they have provoked thee to anger before the builders.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 108,
              "end": 112
            }
          ]
        },
        {
          "text": "So built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.",
          "footnotes": [
            {
              "footnote": "TG Common Consent.",
              "start": 90,
              "end": 96
            },
            {
              "footnote": "D&C 52:39; 75:3; 115:10.",
              "start": 111,
              "end": 115
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and that the breaches began to be stopped, then they were very wroth,",
          "footnotes": [
            {
              "footnote": "Neh. 6:16.",
              "start": 31,
              "end": 40
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 21,
              "end": 25
            },
            {
              "start": 159,
              "end": 162
            }
          ]
        },
        {
          "text": "And conspired all of them together to come and to fight against Jerusalem, and to hinder it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 46
            }
          ]
        },
        {
          "text": "Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Judah said, The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 71,
              "end": 79
            }
          ]
        },
        {
          "text": "And our adversaries said, They shall not know, neither see, till we come in the midst among them, and slay them, and cause the work to cease.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, that when the Jews which dwelt by them came, they said unto us ten times, From all places whence ye shall return unto us they will be upon you.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 142,
              "end": 164
            }
          ]
        },
        {
          "text": "Therefore set I in the lower places behind the wall, and on the higher places, I even set the people after their families with their swords, their spears, and their bows.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 53,
              "end": 56
            }
          ]
        },
        {
          "text": "And I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not ye afraid of them: remember the Lord, which is great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses.",
          "footnotes": [
            {
              "footnote": "D&C 98:14; 122:9.",
              "start": 113,
              "end": 119
            },
            {
              "footnote": "OR feared, revered.",
              "start": 167,
              "end": 175
            },
            {
              "footnote": "TG War.",
              "start": 181,
              "end": 186
            },
            {
              "footnote": "Alma 46:12.",
              "start": 242,
              "end": 247
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 148,
              "end": 156
            }
          ]
        },
        {
          "text": "And it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.",
          "footnotes": [
            {
              "footnote": "Ps. 33:10.",
              "start": 97,
              "end": 104
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 653
            }
          ],
          "italics": []
        },
        {
          "text": "And it came to pass from that time forth, that the half of my servants wrought in the work, and the other half of them held both the spears, the shields, and the bows, and the habergeons; and the rulers were behind all the house of Judah.",
          "footnotes": [
            {
              "footnote": "Probably armor of tough leather.",
              "start": 176,
              "end": 186
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 42,
              "end": 46
            },
            {
              "start": 203,
              "end": 207
            }
          ]
        },
        {
          "text": "They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 83,
              "end": 92
            },
            {
              "start": 155,
              "end": 159
            }
          ]
        },
        {
          "text": "For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 66,
              "end": 68
            },
            {
              "start": 110,
              "end": 113
            }
          ]
        },
        {
          "text": "And I said unto the nobles, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 87,
              "end": 89
            }
          ]
        },
        {
          "text": "In what place therefore ye hear the sound of the trumpet, resort ye thither unto us: our God shall fight for us.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 14,
              "end": 23
            }
          ]
        },
        {
          "text": "So we laboured in the work: and half of them held the spears from the rising of the morning till the stars appeared.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Likewise at the same time said I unto the people, Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labour on the day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So neither I, nor my brethren, nor my servants, nor the men of the guard which followed me, none of us put off our clothes, saving that every one put them off for washing.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 124,
              "end": 135
            }
          ]
        }
      ]
    },
    {
      "number": 5,
      "verses": [
        {
          "text": "And there was a great cry of the people and of their wives against their brethren the Jews.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "For there were that said, We, our sons, and our daughters, are many: therefore we take up corn for them, that we may eat, and live.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 59,
              "end": 62
            },
            {
              "start": 95,
              "end": 104
            }
          ]
        },
        {
          "text": "Some also there were that said, We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth.",
          "footnotes": [
            {
              "footnote": "OR famine.",
              "start": 123,
              "end": 129
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 4
            }
          ]
        },
        {
          "text": "There were also that said, We have borrowed money for the king's tribute, and that upon our lands and vineyards.",
          "footnotes": [
            {
              "footnote": "TG Borrow; Debt.",
              "start": 35,
              "end": 43
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 74,
              "end": 87
            }
          ]
        },
        {
          "text": "Yet now our flesh is as the flesh of our brethren, our children as their children: and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought unto bondage already: neither is it in our power to redeem them; for other men have our lands and vineyards.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 18,
              "end": 20
            },
            {
              "start": 161,
              "end": 165
            },
            {
              "start": 208,
              "end": 216
            },
            {
              "start": 225,
              "end": 230
            },
            {
              "start": 244,
              "end": 259
            }
          ]
        },
        {
          "text": "And I was very angry when I heard their cry and these words.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, Ye exact usury, every one of his brother. And I set a great assembly against them.",
          "footnotes": [
            {
              "footnote": "TG Usury.",
              "start": 101,
              "end": 106
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will ye even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing to answer.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 228,
              "end": 238
            }
          ]
        },
        {
          "text": "Also I said, It is not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?",
          "footnotes": [
            {
              "footnote": "TG Walking with God.",
              "start": 56,
              "end": 60
            },
            {
              "footnote": "TG Heathen.",
              "start": 115,
              "end": 122
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 16,
              "end": 18
            }
          ]
        },
        {
          "text": "I likewise, and my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 12,
              "end": 15
            }
          ]
        },
        {
          "text": "Restore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money, and of the corn, the wine, and the oil, that ye exact of them.",
          "footnotes": [
            {
              "footnote": "OR the hundred pieces of silver.",
              "start": 116,
              "end": 119
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 130,
              "end": 134
            }
          ]
        },
        {
          "text": "Then said they, We will restore them, and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 32,
              "end": 37
            }
          ]
        },
        {
          "text": "Also I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the Lord. And the people did according to this promise.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.",
          "footnotes": [
            {
              "footnote": "Mosiah 27:5.",
              "start": 213,
              "end": 217
            },
            {
              "footnote": "Mosiah 2:14 (12, 14).",
              "start": 232,
              "end": 237
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 172,
              "end": 180
            }
          ]
        },
        {
          "text": "But the former governors that had been before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bare rule over the people: but so did not I, because of the fear of God.",
          "footnotes": [
            {
              "footnote": "HEB laid a heavy burden upon the people.",
              "start": 49,
              "end": 53
            },
            {
              "footnote": "TG Authority.",
              "start": 182,
              "end": 186
            },
            {
              "footnote": "TG Reverence.",
              "start": 237,
              "end": 241
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 30,
              "end": 38
            }
          ]
        },
        {
          "text": "Yea, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered thither unto the work.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 96,
              "end": 100
            }
          ]
        },
        {
          "text": "Moreover there were at my table an hundred and fifty of the Jews and rulers, beside those that came unto us from among the heathen that are about us.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 9,
              "end": 19
            },
            {
              "start": 136,
              "end": 139
            }
          ]
        },
        {
          "text": "Now that which was prepared for me daily was one ox and six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this required not I the bread of the governor, because the bondage was heavy upon this people.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 8
            },
            {
              "start": 28,
              "end": 34
            },
            {
              "start": 41,
              "end": 44
            },
            {
              "start": 52,
              "end": 55
            }
          ]
        },
        {
          "text": "Think upon me, my God, for good, according to all that I have done for this people.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 33,
              "end": 42
            }
          ]
        }
      ]
    },
    {
      "number": 6,
      "verses": [
        {
          "text": "Now it came to pass, when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies, heard that I had builded the wall, and that there was no breach left therein; (though at that time I had not set up the doors upon the gates;)",
          "footnotes": [
            {
              "footnote": "Neh. 2:10 (10, 18–20).",
              "start": 26,
              "end": 35
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 141,
              "end": 145
            }
          ]
        },
        {
          "text": "That Sanballat and Geshem sent unto me, saying, Come, let us meet together in some one of the villages in the plain of Ono. But they thought to do me mischief.",
          "footnotes": [
            {
              "footnote": "D&C 10:23 (22–28).",
              "start": 150,
              "end": 158
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 78,
              "end": 89
            }
          ]
        },
        {
          "text": "And I sent messengers unto them, saying, I am doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 45
            }
          ]
        },
        {
          "text": "Yet they sent unto me four times after this sort; and I answered them after the same manner.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then sent Sanballat his servant unto me in like manner the fifth time with an open letter in his hand;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Wherein was written, It is reported among the heathen, and Gashmu saith it, that thou and the Jews think to rebel: for which cause thou buildest the wall, that thou mayest be their king, according to these words.",
          "footnotes": [
            {
              "footnote": "OR Geshem.",
              "start": 59,
              "end": 65
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 8,
              "end": 11
            },
            {
              "start": 72,
              "end": 80
            }
          ]
        },
        {
          "text": "And thou hast also appointed prophets to preach of thee at Jerusalem, saying, There is a king in Judah: and now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 78,
              "end": 86
            }
          ]
        },
        {
          "text": "Then I sent unto him, saying, There are no such things done as thou sayest, but thou feignest them out of thine own heart.",
          "footnotes": [
            {
              "footnote": "Alma 55:1.",
              "start": 85,
              "end": 93
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "For they all made us afraid, saying, Their hands shall be weakened from the work, that it be not done. Now therefore, O God, strengthen my hands.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 118,
              "end": 124
            }
          ]
        },
        {
          "text": "Afterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who was shut up; and he said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple: for they will come to slay thee; yea, in the night will they come to slay thee.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 90,
              "end": 93
            }
          ]
        },
        {
          "text": "And I said, Should such a man as I flee? and who is there, that, being as I am, would go into the temple to save his life? I will not go in.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 49,
              "end": 58
            },
            {
              "start": 65,
              "end": 70
            },
            {
              "start": 76,
              "end": 79
            }
          ]
        },
        {
          "text": "And, lo, I perceived that God had not sent him; but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Therefore was he hired, that I should be afraid, and do so, and sin, and that they might have matter for an evil report, that they might reproach me.",
          "footnotes": [
            {
              "footnote": "D&C 3:7 (7–8).",
              "start": 41,
              "end": 47
            },
            {
              "footnote": "TG Slander.",
              "start": 108,
              "end": 119
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 13
            },
            {
              "start": 73,
              "end": 77
            },
            {
              "start": 94,
              "end": 100
            }
          ]
        },
        {
          "text": "My God, think thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "So the wall was finished in the twenty and fifth day of the month Elul, in fifty and two days.",
          "footnotes": [
            {
              "footnote": "IE the sixth Hebrew month, from the new moon of September to that of October.",
              "start": 66,
              "end": 70
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 49,
              "end": 52
            },
            {
              "start": 56,
              "end": 65
            }
          ]
        },
        {
          "text": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
          "footnotes": [
            {
              "footnote": "Neh. 2:10; 4:7 (1, 7).",
              "start": 39,
              "end": 46
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 53,
              "end": 61
            },
            {
              "start": 87,
              "end": 91
            },
            {
              "start": 105,
              "end": 118
            }
          ]
        },
        {
          "text": "Moreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came unto them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 78,
              "end": 89
            }
          ]
        },
        {
          "text": "For there were many in Judah sworn unto him, because he was the son in law of Shechaniah the son of Arah; and his son Johanan had taken the daughter of Meshullam the son of Berechiah.",
          "footnotes": [
            {
              "footnote": "Ezra 8:16.",
              "start": 152,
              "end": 161
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 14
            },
            {
              "start": 56,
              "end": 59
            }
          ]
        },
        {
          "text": "Also they reported his good deeds before me, and uttered my words to him. And Tobiah sent letters to put me in fear.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 74,
              "end": 77
            }
          ]
        }
      ]
    },
    {
      "number": 7,
      "verses": [
        {
          "text": "Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "That I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he was a faithful man, and feared God above many.",
          "footnotes": [
            {
              "footnote": "Neh. 1:2.",
              "start": 23,
              "end": 29
            },
            {
              "footnote": "D&C 52:13; 132:53.",
              "start": 105,
              "end": 113
            },
            {
              "footnote": "Ex. 18:21; Mosiah 29:13.",
              "start": 123,
              "end": 129
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 99,
              "end": 102
            }
          ]
        },
        {
          "text": "And I said unto them, Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 143,
              "end": 148
            },
            {
              "start": 240,
              "end": 245
            }
          ]
        },
        {
          "text": "Now the city was large and great: but the people were few therein, and the houses were not builded.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 13,
              "end": 16
            },
            {
              "start": 49,
              "end": 53
            },
            {
              "start": 82,
              "end": 86
            }
          ]
        },
        {
          "text": "And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,",
          "footnotes": [
            {
              "footnote": "TG Book of Life.",
              "start": 150,
              "end": 158
            },
            {
              "footnote": "TG Book of Remembrance.",
              "start": 166,
              "end": 175
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "These are the children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one unto his city;",
          "footnotes": [
            {
              "footnote": "Ezra 2:1 (1–70).",
              "start": 14,
              "end": 22
            },
            {
              "footnote": "OR exile.",
              "start": 64,
              "end": 73
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 6,
              "end": 9
            }
          ]
        },
        {
          "text": "Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;",
          "footnotes": [
            {
              "footnote": "Ezra 2:2.",
              "start": 0,
              "end": 3
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 656
            }
          ],
          "italics": [
            {
              "start": 137,
              "end": 143
            },
            {
              "start": 179,
              "end": 188
            }
          ]
        },
        {
          "text": "The children of Parosh, two thousand an hundred seventy and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Shephatiah, three hundred seventy and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Arah, six hundred fifty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Pahath-moab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 96,
              "end": 99
            }
          ]
        },
        {
          "text": "The children of Elam, a thousand two hundred fifty and four.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Zattu, eight hundred forty and five.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Zaccai, seven hundred and threescore.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Binnui, six hundred forty and eight.",
          "footnotes": [
            {
              "footnote": "Ezra 2:10.",
              "start": 16,
              "end": 22
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Bebai, six hundred twenty and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Azgad, two thousand three hundred twenty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Adonikam, six hundred threescore and seven.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Bigvai, two thousand threescore and seven.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Adin, six hundred fifty and five.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Ater of Hezekiah, ninety and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Hashum, three hundred twenty and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Bezai, three hundred twenty and four.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Hariph, an hundred and twelve.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Gibeon, ninety and five.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Beth-lehem and Netophah, an hundred fourscore and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Anathoth, an hundred twenty and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Beth-azmaveth, forty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Kirjath-jearim, Chephirah, and Beeroth, seven hundred forty and three.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Ramah and Geba, six hundred twenty and one.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Michmas, an hundred and twenty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of Beth-el and Ai, an hundred twenty and three.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The men of the other Nebo, fifty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of the other Elam, a thousand two hundred fifty and four.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Harim, three hundred and twenty.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Jericho, three hundred forty and five.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Lod, Hadid, and Ono, seven hundred twenty and one.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Senaah, three thousand nine hundred and thirty.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Immer, a thousand fifty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Pashur, a thousand two hundred forty and seven.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Harim, a thousand and seventeen.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The Levites: the children of Jeshua, of Kadmiel, and of the children of Hodevah, seventy and four.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 49,
              "end": 52
            }
          ]
        },
        {
          "text": "The singers: the children of Asaph, an hundred forty and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, an hundred thirty and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The Nethinims: the children of Ziha, the children of Hashupha, the children of Tabbaoth,",
          "footnotes": [
            {
              "footnote": "OR temple servants.",
              "start": 4,
              "end": 13
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Keros, the children of Sia, the children of Padon,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Lebana, the children of Hagaba, the children of Shalmai,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Hanan, the children of Giddel, the children of Gahar,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Reaiah, the children of Rezin, the children of Nekoda,",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 657
            }
          ],
          "italics": []
        },
        {
          "text": "The children of Gazzam, the children of Uzza, the children of Phaseah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Besai, the children of Meunim, the children of Nephishesim,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Bakbuk, the children of Hakupha, the children of Harhur,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Bazlith, the children of Mehida, the children of Harsha,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Barkos, the children of Sisera, the children of Tamah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Neziah, the children of Hatipha.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Solomon's servants: the children of Sotai, the children of Sophereth, the children of Perida,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Jaala, the children of Darkon, the children of Giddel,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "All the Nethinims, and the children of Solomon's servants, were three hundred ninety and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 59,
              "end": 63
            }
          ]
        },
        {
          "text": "And these were they which went up also from Tel-melah, Tel-haresha, Cherub, Addon, and Immer: but they could not shew their father's house, nor their seed, whether they were of Israel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 14
            },
            {
              "start": 34,
              "end": 38
            },
            {
              "start": 169,
              "end": 173
            }
          ]
        },
        {
          "text": "The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was called after their name.",
          "footnotes": [
            {
              "footnote": "Ezra 2:61 (61–62); D&C 85:12 (11–12).",
              "start": 24,
              "end": 32
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 104,
              "end": 107
            }
          ]
        },
        {
          "text": "These sought their register among those that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood.",
          "footnotes": [
            {
              "footnote": "TG Genealogy and Temple Work.",
              "start": 62,
              "end": 71
            },
            {
              "footnote": "TG Worthiness.",
              "start": 119,
              "end": 127
            },
            {
              "footnote": "TG Priesthood, Qualifying for.",
              "start": 142,
              "end": 152
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 28,
              "end": 33
            }
          ]
        },
        {
          "text": "And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.",
          "footnotes": [
            {
              "footnote": "OR governor. Neh. 8:9.",
              "start": 8,
              "end": 17
            },
            {
              "footnote": "TG Urim and Thummim.",
              "start": 118,
              "end": 134
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 101,
              "end": 103
            }
          ]
        },
        {
          "text": "The whole congregation together was forty and two thousand three hundred and threescore,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 32,
              "end": 35
            }
          ]
        },
        {
          "text": "Beside their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred forty and five singing men and singing women.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 57,
              "end": 67
            }
          ]
        },
        {
          "text": "Their horses, seven hundred thirty and six: their mules, two hundred forty and five:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Their camels, four hundred thirty and five: six thousand seven hundred and twenty asses.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 5
            }
          ]
        },
        {
          "text": "And some of the chief of the fathers gave unto the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basins, five hundred and thirty priests' garments.",
          "footnotes": [
            {
              "footnote": "D&C 109:5.",
              "start": 37,
              "end": 41
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And some of the chief of the fathers gave to the treasure of the work twenty thousand drams of gold, and two thousand and two hundred pound of silver.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 8
            }
          ]
        },
        {
          "text": "And that which the rest of the people gave was twenty thousand drams of gold, and two thousand pound of silver, and threescore and seven priests' garments.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 8
            },
            {
              "start": 43,
              "end": 46
            }
          ]
        },
        {
          "text": "So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 71,
              "end": 75
            },
            {
              "start": 205,
              "end": 209
            }
          ]
        }
      ]
    },
    {
      "number": 8,
      "verses": [
        {
          "text": "And all the people gathered themselves together as one man into the street that was before the water gate; and they spake unto Ezra the scribe to bring the book of the law of Moses, which the Lord had commanded to Israel.",
          "footnotes": [
            {
              "footnote": "Neh. 3:26.",
              "start": 95,
              "end": 105
            },
            {
              "footnote": "Ezra 7:6.",
              "start": 127,
              "end": 131
            },
            {
              "footnote": "TG Scribe.",
              "start": 136,
              "end": 142
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 80,
              "end": 83
            }
          ]
        },
        {
          "text": "And Ezra the priest brought the law before the congregation both of men and women, and all that could hear with understanding, upon the first day of the seventh month.",
          "footnotes": [
            {
              "footnote": "Deut. 31:11.",
              "start": 32,
              "end": 35
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And he read therein before the street that was before the water gate from the morning until midday, before the men and the women, and those that could understand; and the ears of all the people were attentive unto the book of the law.",
          "footnotes": [
            {
              "footnote": "Ezra 7:10.",
              "start": 218,
              "end": 222
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 46
            },
            {
              "start": 194,
              "end": 208
            }
          ]
        },
        {
          "text": "And Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, and Meshullam.",
          "footnotes": [
            {
              "footnote": "Mosiah 2:7 (7–8).",
              "start": 33,
              "end": 39
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 297,
              "end": 300
            }
          ]
        },
        {
          "text": "And Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up:",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Ezra blessed the Lord, the great God. And all the people answered, Amen, Amen, with lifting up their hands: and they bowed their heads, and worshipped the Lord with their faces to the ground.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 169,
              "end": 174
            }
          ]
        },
        {
          "text": "Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people stood in their place.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 198,
              "end": 203
            }
          ]
        },
        {
          "text": "So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.",
          "footnotes": [
            {
              "footnote": "TG Scriptures, Study of.",
              "start": 32,
              "end": 35
            },
            {
              "footnote": "Jacob 4:13 (13–14).",
              "start": 43,
              "end": 53
            },
            {
              "footnote": "IE gave a commentary by the power of the Holy Ghost. Mosiah 1:2–5.",
              "start": 59,
              "end": 73
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 86,
              "end": 90
            }
          ]
        },
        {
          "text": "And Nehemiah, which is the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day is holy unto the Lord your God; mourn not, nor weep. For all the people wept, when they heard the words of the law.",
          "footnotes": [
            {
              "footnote": "Neh. 7:65.",
              "start": 27,
              "end": 36
            },
            {
              "footnote": "TG Preaching.",
              "start": 91,
              "end": 97
            },
            {
              "footnote": "TG Mourning.",
              "start": 177,
              "end": 182
            },
            {
              "footnote": "Mosiah 4:1 (1–2).",
              "start": 217,
              "end": 221
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 20,
              "end": 22
            },
            {
              "start": 145,
              "end": 147
            }
          ]
        },
        {
          "text": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our Lord: neither be ye sorry; for the joy of the Lord is your strength.",
          "footnotes": [
            {
              "footnote": "Esth. 9:19.",
              "start": 80,
              "end": 88
            },
            {
              "footnote": "D&C 59:12 (12–16).",
              "start": 138,
              "end": 141
            },
            {
              "footnote": "2 Ne. 4:15 (15–16).",
              "start": 179,
              "end": 184
            },
            {
              "footnote": "TG Strength.",
              "start": 218,
              "end": 226
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 133,
              "end": 137
            },
            {
              "start": 142,
              "end": 144
            }
          ]
        },
        {
          "text": "So the Levites stilled all the people, saying, Hold your peace, for the day is holy; neither be ye grieved.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 76,
              "end": 78
            }
          ]
        },
        {
          "text": "And all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them.",
          "footnotes": [
            {
              "footnote": "OR rejoicing. D&C 50:22 (17–22).",
              "start": 96,
              "end": 101
            },
            {
              "footnote": "Mosiah 4:3.",
              "start": 120,
              "end": 130
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.",
          "footnotes": [
            {
              "footnote": "TG Study.",
              "start": 149,
              "end": 159
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they found written in the law which the Lord had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month:",
          "footnotes": [
            {
              "footnote": "This is the characteristic tradition of the feast of tabernacles. Lev. 23:43; Neh. 8:17 (16–17).",
              "start": 78,
              "end": 81
            },
            {
              "footnote": "Zech. 14:16.",
              "start": 131,
              "end": 136
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 659
            }
          ],
          "italics": [
            {
              "start": 247,
              "end": 252
            }
          ]
        },
        {
          "text": "So the people went forth, and brought them, and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim.",
          "footnotes": [
            {
              "footnote": "Neh. 12:39.",
              "start": 240,
              "end": 247
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 38,
              "end": 43
            }
          ]
        },
        {
          "text": "And all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.",
          "footnotes": [
            {
              "footnote": "Neh. 8:14.",
              "start": 80,
              "end": 86
            },
            {
              "footnote": "OR Joshua.",
              "start": 136,
              "end": 142
            },
            {
              "footnote": "Ex. 33:11; Num. 11:28; 1 Kgs. 16:34.",
              "start": 154,
              "end": 157
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Also day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner.",
          "footnotes": [
            {
              "footnote": "D&C 84:43 (43–44).",
              "start": 58,
              "end": 62
            },
            {
              "footnote": "TG Solemn Assembly.",
              "start": 158,
              "end": 173
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 152,
              "end": 155
            }
          ]
        }
      ]
    },
    {
      "number": 9,
      "verses": [
        {
          "text": "Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackclothes, and earth upon them.",
          "footnotes": [
            {
              "footnote": "Jer. 36:6. TG Fast, Fasting.",
              "start": 90,
              "end": 97
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the seed of Israel separated themselves from all strangers, and stood and confessed their sins, and the iniquities of their fathers.",
          "footnotes": [
            {
              "footnote": "Alma 5:57.",
              "start": 23,
              "end": 32
            },
            {
              "footnote": "OR foreigners.",
              "start": 53,
              "end": 62
            },
            {
              "footnote": "TG Confession; Repent.",
              "start": 78,
              "end": 87
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they stood up in their place, and read in the book of the law of the Lord their God one fourth part of the day; and another fourth part they confessed, and worshipped the Lord their God.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 91
            },
            {
              "start": 120,
              "end": 127
            }
          ]
        },
        {
          "text": "Then stood up upon the stairs, of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the Lord their God.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 109,
              "end": 112
            }
          ]
        },
        {
          "text": "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand up and bless the Lord your God for ever and ever: and blessed be thy glorious name, which is exalted above all blessing and praise.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 88,
              "end": 91
            },
            {
              "start": 118,
              "end": 121
            }
          ]
        },
        {
          "text": "Thou, even thou, art Lord alone; thou hast made heaven, the heaven of heavens, with all their host, the earth, and all things that are therein, the seas, and all that is therein, and thou preservest them all; and the host of heaven worshippeth thee.",
          "footnotes": [
            {
              "footnote": "Rev. 14:7; Moses 3:4 (1–5).",
              "start": 48,
              "end": 54
            },
            {
              "footnote": "Mosiah 2:21 (20–21).",
              "start": 188,
              "end": 198
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 6,
              "end": 10
            },
            {
              "start": 17,
              "end": 20
            },
            {
              "start": 119,
              "end": 125
            },
            {
              "start": 131,
              "end": 134
            },
            {
              "start": 167,
              "end": 169
            }
          ]
        },
        {
          "text": "Thou art the Lord the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
          "footnotes": [
            {
              "footnote": "Gen. 12:1.",
              "start": 44,
              "end": 49
            },
            {
              "footnote": "Abr. 2:4 (3–4).",
              "start": 83,
              "end": 85
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 5,
              "end": 8
            }
          ]
        },
        {
          "text": "And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his seed, and hast performed thy words; for thou art righteous:",
          "footnotes": [
            {
              "footnote": "Gen. 12:7; 1 Chr. 16:16.",
              "start": 58,
              "end": 66
            },
            {
              "footnote": "D&C 3:2.",
              "start": 275,
              "end": 284
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 208,
              "end": 218
            },
            {
              "start": 271,
              "end": 274
            }
          ]
        },
        {
          "text": "And didst see the affliction of our fathers in Egypt, and heardest their cry by the Red sea;",
          "footnotes": [
            {
              "footnote": "TG Affliction.",
              "start": 18,
              "end": 28
            },
            {
              "footnote": "Hel. 8:11.",
              "start": 84,
              "end": 91
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And shewedst signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land: for thou knewest that they dealt proudly against them. So didst thou get thee a name, as it is this day.",
          "footnotes": [
            {
              "footnote": "Ex. 7:5; 9:16.",
              "start": 185,
              "end": 189
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 194,
              "end": 199
            }
          ]
        },
        {
          "text": "And thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their persecutors thou threwest into the deeps, as a stone into the mighty waters.",
          "footnotes": [
            {
              "footnote": "Ex. 14:21; 1 Ne. 4:2; 17:26; Mosiah 7:19; Hel. 8:11; D&C 8:3.",
              "start": 15,
              "end": 21
            },
            {
              "footnote": "Ex. 15:5 (4–6).",
              "start": 164,
              "end": 169
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 660
            }
          ],
          "italics": []
        },
        {
          "text": "Moreover thou leddest them in the day by a cloudy pillar; and in the night by a pillar of fire, to give them light in the way wherein they should go.",
          "footnotes": [
            {
              "footnote": "Ex. 13:21; Deut. 1:33; Ps. 78:14.",
              "start": 50,
              "end": 56
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Thou camest down also upon mount Sinai, and spakest with them from heaven, and gavest them right judgments, and true laws, good statutes and commandments:",
          "footnotes": [
            {
              "footnote": "Deut. 4:8; Ezek. 20:11; Mosiah 12:33; 3 Ne. 25:4.",
              "start": 128,
              "end": 136
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And madest known unto them thy holy sabbath, and commandedst them precepts, statutes, and laws, by the hand of Moses thy servant:",
          "footnotes": [
            {
              "footnote": "TG Sabbath.",
              "start": 36,
              "end": 43
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and promisedst them that they should go in to possess the land which thou hadst sworn to give them.",
          "footnotes": [
            {
              "footnote": "Ex. 16:14. TG Bread.",
              "start": 16,
              "end": 21
            },
            {
              "footnote": "Ex. 17:6; 1 Ne. 17:29; 2 Ne. 25:20.",
              "start": 73,
              "end": 78
            },
            {
              "footnote": "Deut. 1:8.",
              "start": 168,
              "end": 175
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "But they and our fathers dealt proudly, and hardened their necks, and hearkened not to thy commandments,",
          "footnotes": [
            {
              "footnote": "Jacob 4:14; Morm. 3:12 (11–12).",
              "start": 44,
              "end": 52
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And refused to obey, neither were mindful of thy wonders that thou didst among them; but hardened their necks, and in their rebellion appointed a captain to return to their bondage: but thou art a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and forsookest them not.",
          "footnotes": [
            {
              "footnote": "Num. 14:4.",
              "start": 157,
              "end": 163
            },
            {
              "footnote": "TG Forgive.",
              "start": 210,
              "end": 216
            },
            {
              "footnote": "1 Chr. 16:41.",
              "start": 231,
              "end": 239
            },
            {
              "footnote": "TG Anger.",
              "start": 249,
              "end": 254
            },
            {
              "footnote": "TG Kindness.",
              "start": 269,
              "end": 277
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 191,
              "end": 194
            }
          ]
        },
        {
          "text": "Yea, when they had made them a molten calf, and said, This is thy God that brought thee up out of Egypt, and had wrought great provocations;",
          "footnotes": [
            {
              "footnote": "Ex. 32:4.",
              "start": 31,
              "end": 37
            },
            {
              "footnote": "Deut. 9:16.",
              "start": 38,
              "end": 42
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 59,
              "end": 61
            }
          ]
        },
        {
          "text": "Yet thou in thy manifold mercies forsookest them not in the wilderness: the pillar of the cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to shew them light, and the way wherein they should go.",
          "footnotes": [
            {
              "footnote": "Jacob 6:4.",
              "start": 33,
              "end": 43
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.",
          "footnotes": [
            {
              "footnote": "TG Teaching with the Spirit.",
              "start": 26,
              "end": 32
            },
            {
              "footnote": "TG Holy Ghost, Source of Testimony.",
              "start": 36,
              "end": 44
            },
            {
              "footnote": "Deut. 8:3; 1 Ne. 17:28; Mosiah 7:19.",
              "start": 75,
              "end": 80
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Yea, forty years didst thou sustain them in the wilderness, so that they lacked nothing; their clothes waxed not old, and their feet swelled not.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 60,
              "end": 67
            }
          ]
        },
        {
          "text": "Moreover thou gavest them kingdoms and nations, and didst divide them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Their children also multipliedst thou as the stars of heaven, and broughtest them into the land, concerning which thou hadst promised to their fathers, that they should go in to possess it.",
          "footnotes": [
            {
              "footnote": "Gen. 15:5; D&C 132:30; Abr. 2:9.",
              "start": 20,
              "end": 32
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 186,
              "end": 189
            }
          ]
        },
        {
          "text": "So the children went in and possessed the land, and thou subduedst before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the people of the land, that they might do with them as they would.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And they took strong cities, and a fat land, and possessed houses full of all goods, wells digged, vineyards, and oliveyards, and fruit trees in abundance: so they did eat, and were filled, and became fat, and delighted themselves in thy great goodness.",
          "footnotes": [
            {
              "footnote": "Num. 13:27.",
              "start": 35,
              "end": 38
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Nevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.",
          "footnotes": [
            {
              "footnote": "TG Disobedience.",
              "start": 23,
              "end": 34
            },
            {
              "footnote": "TG Rebellion.",
              "start": 40,
              "end": 48
            },
            {
              "footnote": "Hel. 13:24 (24–26).",
              "start": 104,
              "end": 108
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
          "footnotes": [
            {
              "footnote": "Judg. 2:14.",
              "start": 55,
              "end": 62
            },
            {
              "footnote": "Hel. 12:3 (2–3).",
              "start": 68,
              "end": 73
            },
            {
              "footnote": "TG Tribulation.",
              "start": 105,
              "end": 112
            },
            {
              "footnote": "Judg. 3:9.",
              "start": 228,
              "end": 236
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 155,
              "end": 159
            }
          ]
        },
        {
          "text": "But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 216,
              "end": 220
            }
          ]
        },
        {
          "text": "And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.",
          "footnotes": [
            {
              "footnote": "TG Forbear.",
              "start": 26,
              "end": 33
            },
            {
              "footnote": "2 Kgs. 17:13.",
              "start": 44,
              "end": 55
            },
            {
              "footnote": "Acts 7:51. TG Holy Ghost, Mission of.",
              "start": 76,
              "end": 82
            },
            {
              "footnote": "TG Prophets, Mission of.",
              "start": 90,
              "end": 98
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Nevertheless for thy great mercies' sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God.",
          "footnotes": [
            {
              "footnote": "TG God, Mercy of; Mercy.",
              "start": 124,
              "end": 132
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 105,
              "end": 108
            }
          ]
        },
        {
          "text": "Now therefore, our God, the great, the mighty, and the terrible God, who keepest covenant and mercy, let not all the trouble seem little before thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all thy people, since the time of the kings of Assyria unto this day.",
          "footnotes": [
            {
              "footnote": "OR feared (revered) God.",
              "start": 55,
              "end": 67
            },
            {
              "footnote": "Deut. 7:9.",
              "start": 73,
              "end": 80
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Howbeit thou art just in all that is brought upon us; for thou hast done right, but we have done wickedly:",
          "footnotes": [
            {
              "footnote": "TG God, Justice of.",
              "start": 17,
              "end": 21
            },
            {
              "footnote": "Mosiah 13:29; Alma 46:8; D&C 101:8 (7–8).",
              "start": 97,
              "end": 105
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 13,
              "end": 16
            }
          ]
        },
        {
          "text": "Neither have our kings, our princes, our priests, nor our fathers, kept thy law, nor hearkened unto thy commandments and thy testimonies, wherewith thou didst testify against them.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "For they have not served thee in their kingdom, and in thy great goodness that thou gavest them, and in the large and fat land which thou gavest before them, neither turned they from their wicked works.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Behold, we are servants this day, and for the land that thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 11,
              "end": 14
            },
            {
              "start": 38,
              "end": 41
            },
            {
              "start": 143,
              "end": 146
            }
          ]
        },
        {
          "text": "And it yieldeth much increase unto the kings whom thou hast set over us because of our sins: also they have dominion over our bodies, and over our cattle, at their pleasure, and we are in great distress.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 181,
              "end": 184
            }
          ]
        },
        {
          "text": "And because of all this we make a sure covenant, and write it; and our princes, Levites, and priests, seal unto it.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 39,
              "end": 48
            },
            {
              "start": 59,
              "end": 62
            },
            {
              "start": 89,
              "end": 92
            },
            {
              "start": 107,
              "end": 115
            }
          ]
        }
      ]
    },
    {
      "number": 10,
      "verses": [
        {
          "text": "Now those that sealed were, Nehemiah, the Tirshatha, the son of Hachaliah, and Zidkijah,",
          "footnotes": [
            {
              "footnote": "OR governor.",
              "start": 42,
              "end": 51
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 22,
              "end": 27
            }
          ]
        },
        {
          "text": "Seraiah, Azariah, Jeremiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Pashur, Amariah, Malchijah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hattush, Shebaniah, Malluch,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Harim, Meremoth, Obadiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Daniel, Ginnethon, Baruch,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Meshullam, Abijah, Mijamin,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Maaziah, Bilgai, Shemaiah: these were the priests.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 33,
              "end": 37
            }
          ]
        },
        {
          "text": "And the Levites: both Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Micha, Rehob, Hashabiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Zaccur, Sherebiah, Shebaniah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hodijah, Bani, Beninu.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The chief of the people; Parosh, Pahath-moab, Elam, Zatthu, Bani,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Bunni, Azgad, Bebai,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Adonijah, Bigvai, Adin,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Ater, Hizkijah, Azzur,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hodijah, Hashum, Bezai,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hariph, Anathoth, Nebai,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Magpiash, Meshullam, Hezir,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Meshezabeel, Zadok, Jaddua,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Pelatiah, Hanan, Anaiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hoshea, Hananiah, Hashub,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hallohesh, Pileha, Shobek,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Rehum, Hashabnah, Maaseiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Ahijah, Hanan, Anan,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Malluch, Harim, Baanah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;",
          "footnotes": [
            {
              "footnote": "OR temple servants.",
              "start": 84,
              "end": 93
            },
            {
              "footnote": "Ezra 6:21.",
              "start": 117,
              "end": 126
            },
            {
              "footnote": "Mosiah 18:26.",
              "start": 251,
              "end": 260
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "They clave to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God's law, which was given by Moses the servant of God, and to observe and do all the commandments of the Lord our Lord, and his judgments and his statutes;",
          "footnotes": [
            {
              "footnote": "JST Neh. 10:29 … an oath, that a curse should come upon them if they did not walk …",
              "start": 61,
              "end": 62
            },
            {
              "footnote": "D&C 132:4. TG Curse.",
              "start": 63,
              "end": 68
            },
            {
              "footnote": "Mosiah 18:10 (8–11).",
              "start": 82,
              "end": 86
            },
            {
              "footnote": "Ps. 119:106.",
              "start": 105,
              "end": 108
            },
            {
              "footnote": "JST Neh. 10:29 … their God …",
              "start": 210,
              "end": 218
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And that we would not give our daughters unto the people of the land, nor take their daughters for our sons:",
          "footnotes": [
            {
              "footnote": "TG Marriage, Interfaith.",
              "start": 31,
              "end": 40
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And if the people of the land bring ware or any victuals on the sabbath day to sell, that we would not buy it of them on the sabbath, or on the holy day: and that we would leave the seventh year, and the exaction of every debt.",
          "footnotes": [
            {
              "footnote": "OR merchandise.",
              "start": 36,
              "end": 40
            },
            {
              "footnote": "OR grain.",
              "start": 48,
              "end": 56
            },
            {
              "footnote": "TG Sabbath.",
              "start": 64,
              "end": 71
            },
            {
              "footnote": "TG Sabbatical Year.",
              "start": 182,
              "end": 189
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 6
            },
            {
              "start": 85,
              "end": 89
            },
            {
              "start": 158,
              "end": 162
            }
          ]
        },
        {
          "text": "Also we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;",
          "footnotes": [
            {
              "footnote": "Ex. 30:13 (11–16).",
              "start": 35,
              "end": 41
            },
            {
              "footnote": "3 Ne. 24:8.",
              "start": 99,
              "end": 106
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "For the shewbread, and for the continual meat offering, and for the continual burnt offering, of the sabbaths, of the new moons, for the set feasts, and for the holy things, and for the sin offerings to make an atonement for Israel, and for all the work of the house of our God.",
          "footnotes": [
            {
              "footnote": "TG Bread, Shewbread.",
              "start": 8,
              "end": 17
            },
            {
              "footnote": "Num. 28:8 (1–8).",
              "start": 41,
              "end": 54
            },
            {
              "footnote": "Lev. 1:4; 2 Ne. 9:26.",
              "start": 211,
              "end": 220
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 166,
              "end": 173
            },
            {
              "start": 237,
              "end": 240
            }
          ]
        },
        {
          "text": "And we cast the lots among the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, after the houses of our fathers, at times appointed year by year, to burn upon the altar of the Lord our God, as it is written in the law:",
          "footnotes": [
            {
              "footnote": "1 Ne. 3:11.",
              "start": 7,
              "end": 11
            },
            {
              "footnote": "Gen. 22:3 (3, 6–7, 9); Neh. 13:31.",
              "start": 77,
              "end": 81
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 101,
              "end": 103
            },
            {
              "start": 244,
              "end": 249
            }
          ]
        },
        {
          "text": "And to bring the firstfruits of our ground, and the firstfruits of all fruit of all trees, year by year, unto the house of the Lord:",
          "footnotes": [
            {
              "footnote": "Ex. 22:29; 34:26; Ezek. 44:30.",
              "start": 17,
              "end": 28
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Also the firstborn of our sons, and of our cattle, as it is written in the law, and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests that minister in the house of our God:",
          "footnotes": [
            {
              "footnote": "TG Firstborn.",
              "start": 9,
              "end": 18
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 54,
              "end": 59
            }
          ]
        },
        {
          "text": "And that we should bring the firstfruits of our dough, and our offerings, and the fruit of all manner of trees, of wine and of oil, unto the priests, to the chambers of the house of our God; and the tithes of our ground unto the Levites, that the same Levites might have the tithes in all the cities of our tillage.",
          "footnotes": [
            {
              "footnote": "Lev. 23:17.",
              "start": 48,
              "end": 53
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 663
            }
          ],
          "italics": [
            {
              "start": 4,
              "end": 8
            }
          ]
        },
        {
          "text": "And the priest the son of Aaron shall be with the Levites, when the Levites take tithes: and the Levites shall bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure house.",
          "footnotes": [
            {
              "footnote": "TG Tithing.",
              "start": 124,
              "end": 129
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "For the children of Israel and the children of Levi shall bring the offering of the corn, of the new wine, and the oil, unto the chambers, where are the vessels of the sanctuary, and the priests that minister, and the porters, and the singers: and we will not forsake the house of our God.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 145,
              "end": 148
            }
          ]
        }
      ]
    },
    {
      "number": 11,
      "verses": [
        {
          "text": "And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities.",
          "footnotes": [
            {
              "footnote": "Matt. 4:5; 27:53; Rev. 11:2.",
              "start": 134,
              "end": 138
            },
            {
              "footnote": "Ezek. 48:31.",
              "start": 139,
              "end": 143
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 160,
              "end": 168
            },
            {
              "start": 172,
              "end": 177
            }
          ]
        },
        {
          "text": "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants.",
          "footnotes": [
            {
              "footnote": "OR temple servants.",
              "start": 197,
              "end": 206
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 13
            },
            {
              "start": 143,
              "end": 150
            }
          ]
        },
        {
          "text": "And at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 23,
              "end": 30
            }
          ]
        },
        {
          "text": "And Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "All the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 50
            }
          ]
        },
        {
          "text": "And these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 13
            }
          ]
        },
        {
          "text": "And after him Gabbai, Sallai, nine hundred twenty and eight.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 27,
              "end": 30
            },
            {
              "start": 75,
              "end": 78
            }
          ]
        },
        {
          "text": "Of the priests: Jedaiah the son of Joiarib, Jachin.",
          "footnotes": [
            {
              "footnote": "1 Chr. 9:10.",
              "start": 7,
              "end": 14
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 108,
              "end": 111
            }
          ]
        },
        {
          "text": "And their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 50,
              "end": 54
            }
          ]
        },
        {
          "text": "And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 90,
              "end": 93
            },
            {
              "start": 114,
              "end": 120
            }
          ]
        },
        {
          "text": "Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outward business of the house of God.",
          "footnotes": [
            {
              "footnote": "D&C 107:68 (68–69).",
              "start": 35,
              "end": 40
            },
            {
              "footnote": "TG Priest, Aaronic Priesthood. BD Priests.",
              "start": 48,
              "end": 55
            },
            {
              "footnote": "TG Bishop.",
              "start": 65,
              "end": 74
            },
            {
              "footnote": "OR outside work connected with the temple.",
              "start": 78,
              "end": 81
            },
            {
              "footnote": "1 Chr. 26:29.",
              "start": 90,
              "end": 98
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 57,
              "end": 60
            }
          ]
        },
        {
          "text": "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
          "footnotes": [],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 664
            }
          ],
          "italics": [
            {
              "start": 68,
              "end": 71
            }
          ]
        },
        {
          "text": "All the Levites in the holy city were two hundred fourscore and four.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 33,
              "end": 37
            }
          ]
        },
        {
          "text": "Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 77,
              "end": 81
            }
          ]
        },
        {
          "text": "And the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 46
            },
            {
              "start": 60,
              "end": 64
            }
          ]
        },
        {
          "text": "But the Nethinims dwelt in Ophel: and Ziha and Gispa were over the Nethinims.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 53,
              "end": 57
            }
          ]
        },
        {
          "text": "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God.",
          "footnotes": [
            {
              "footnote": "D&C 107:16 (13–17). TG Bishop.",
              "start": 4,
              "end": 12
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 46,
              "end": 49
            },
            {
              "start": 168,
              "end": 172
            }
          ]
        },
        {
          "text": "For it was the king's commandment concerning them, that a certain portion should be for the singers, due for every day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 10
            }
          ]
        },
        {
          "text": "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people.",
          "footnotes": [
            {
              "footnote": "Gen. 38:30.",
              "start": 57,
              "end": 62
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 81,
              "end": 84
            }
          ]
        },
        {
          "text": "And for the villages, with their fields, some of the children of Judah dwelt at Kirjath-arba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 41,
              "end": 45
            },
            {
              "start": 98,
              "end": 100
            },
            {
              "start": 141,
              "end": 143
            },
            {
              "start": 188,
              "end": 190
            }
          ]
        },
        {
          "text": "And at Jeshua, and at Moladah, and at Beth-phelet,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And at Hazar-shual, and at Beer-sheba, and in the villages thereof,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 43,
              "end": 45
            }
          ]
        },
        {
          "text": "And at Ziklag, and at Mekonah, and in the villages thereof,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And at En-rimmon, and at Zareah, and at Jarmuth,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Zanoah, Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beer-sheba unto the valley of Hinnom.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 21,
              "end": 23
            },
            {
              "start": 91,
              "end": 93
            }
          ]
        },
        {
          "text": "The children also of Benjamin from Geba dwelt at Michmash, and Aija, and Beth-el, and in their villages,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 40,
              "end": 45
            },
            {
              "start": 86,
              "end": 88
            }
          ]
        },
        {
          "text": "And at Anathoth, Nob, Ananiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 0,
              "end": 3
            }
          ]
        },
        {
          "text": "Hazor, Ramah, Gittaim,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Hadid, Zeboim, Neballat,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Lod, and Ono, the valley of craftsmen.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And of the Levites were divisions in Judah, and in Benjamin.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 19,
              "end": 23
            },
            {
              "start": 34,
              "end": 36
            },
            {
              "start": 44,
              "end": 47
            }
          ]
        }
      ]
    },
    {
      "number": 12,
      "verses": [
        {
          "text": "Now these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,",
          "footnotes": [
            {
              "footnote": "Ezra 2:1 (1–2); 1 Ne. 10:3.",
              "start": 18,
              "end": 25
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 10,
              "end": 13
            }
          ]
        },
        {
          "text": "Amariah, Malluch, Hattush,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Shechaniah, Rehum, Meremoth,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Iddo, Ginnetho, Abijah,",
          "footnotes": [
            {
              "footnote": "Luke 1:5.",
              "start": 16,
              "end": 22
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Miamin, Maadiah, Bilgah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Shemaiah, and Joiarib, Jedaiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Sallu, Amok, Hilkiah, Jedaiah. These were the chief of the priests and of their brethren in the days of Jeshua.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 37,
              "end": 41
            }
          ]
        },
        {
          "text": "Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, which was over the thanksgiving, he and his brethren.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 65,
              "end": 68
            },
            {
              "start": 80,
              "end": 89
            }
          ]
        },
        {
          "text": "Also Bakbukiah and Unni, their brethren, were over against them in the watches.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 41,
              "end": 45
            }
          ]
        },
        {
          "text": "And Jeshua begat Joiakim, Joiakim also begat Eliashib, and Eliashib begat Joiada,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Joiada begat Jonathan, and Jonathan begat Jaddua.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And in the days of Joiakim were priests, the chief of the fathers: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Ezra, Meshullam; of Amariah, Jehohanan;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Melicu, Jonathan; of Shebaniah, Joseph;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Harim, Adna; of Meraioth, Helkai;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Iddo, Zechariah; of Ginnethon, Meshullam;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Bilgah, Shammua; of Shemaiah, Jehonathan;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And of Joiarib, Mattenai; of Jedaiah, Uzzi;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Sallai, Kallai; of Amok, Eber;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Of Hilkiah, Hashabiah; of Jedaiah, Nethaneel.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded chief of the fathers: also the priests, to the reign of Darius the Persian.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 70,
              "end": 74
            }
          ]
        },
        {
          "text": "The sons of Levi, the chief of the fathers, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 44,
              "end": 48
            }
          ]
        },
        {
          "text": "And the chief of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren over against them, to praise and to give thanks, according to the commandment of David the man of God, ward over against ward.",
          "footnotes": [
            {
              "footnote": "D&C 59:21.",
              "start": 144,
              "end": 150
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 132,
              "end": 135
            }
          ]
        },
        {
          "text": "Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the ward at the thresholds of the gates.",
          "footnotes": [
            {
              "footnote": "OR storehouses.",
              "start": 98,
              "end": 108
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 61,
              "end": 65
            }
          ]
        },
        {
          "text": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 6,
              "end": 10
            }
          ]
        },
        {
          "text": "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with cymbals, psalteries, and with harps.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 205,
              "end": 209
            }
          ]
        },
        {
          "text": "And the sons of the singers gathered themselves together, both out of the plain country round about Jerusalem, and from the villages of Netophathi;",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Also from the house of Gilgal, and out of the fields of Geba and Azmaveth: for the singers had builded them villages round about Jerusalem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the priests and the Levites purified themselves, and purified the people, and the gates, and the wall.",
          "footnotes": [
            {
              "footnote": "Num. 8:7 (7–14); 3 Ne. 19:28 (28–29); D&C 50:29 (28–29); 88:74 (74–75).",
              "start": 32,
              "end": 40
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then I brought up the princes of Judah upon the wall, and appointed two great companies of them that gave thanks, whereof one went on the right hand upon the wall toward the dung gate:",
          "footnotes": [
            {
              "footnote": "Neh. 2:13.",
              "start": 174,
              "end": 178
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 78,
              "end": 105
            },
            {
              "start": 114,
              "end": 125
            }
          ]
        },
        {
          "text": "And after them went Hoshaiah, and half of the princes of Judah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And Azariah, Ezra, and Meshullam,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Judah, and Benjamin, and Shemaiah, and Jeremiah,",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And certain of the priests' sons with trumpets; namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 11
            },
            {
              "start": 48,
              "end": 55
            }
          ]
        },
        {
          "text": "And his brethren, Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with the musical instruments of David the man of God, and Ezra the scribe before them.",
          "footnotes": [
            {
              "footnote": "1 Chr. 23:5.",
              "start": 104,
              "end": 111
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And at the fountain gate, which was over against them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward.",
          "footnotes": [
            {
              "footnote": "Neh. 2:14.",
              "start": 11,
              "end": 19
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And the other company of them that gave thanks went over against them, and I after them, and the half of the people upon the wall, from beyond the tower of the furnaces even unto the broad wall;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 14,
              "end": 39
            },
            {
              "start": 65,
              "end": 70
            }
          ]
        },
        {
          "text": "And from above the gate of Ephraim, and above the old gate, and above the fish gate, and the tower of Hananeel, and the tower of Meah, even unto the sheep gate: and they stood still in the prison gate.",
          "footnotes": [
            {
              "footnote": "Neh. 8:16.",
              "start": 27,
              "end": 34
            },
            {
              "footnote": "Neh. 3:3.",
              "start": 74,
              "end": 83
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 666
            }
          ],
          "italics": []
        },
        {
          "text": "So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 17,
              "end": 44
            }
          ]
        },
        {
          "text": "And the priests; Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 77,
              "end": 80
            }
          ]
        },
        {
          "text": "And Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 143,
              "end": 148
            }
          ]
        },
        {
          "text": "Also that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even afar off.",
          "footnotes": [
            {
              "footnote": "Mosiah 2:20.",
              "start": 81,
              "end": 88
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And at that time were some appointed over the chambers for the treasures, for the offerings, for the firstfruits, and for the tithes, to gather into them out of the fields of the cities the portions of the law for the priests and Levites: for Judah rejoiced for the priests and for the Levites that waited.",
          "footnotes": [
            {
              "footnote": "TG Tithing.",
              "start": 126,
              "end": 132
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And both the singers and the porters kept the ward of their God, and the ward of the purification, according to the commandment of David, and of Solomon his son.",
          "footnotes": [
            {
              "footnote": "OR guard, watch.",
              "start": 46,
              "end": 50
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 138,
              "end": 141
            }
          ]
        },
        {
          "text": "For in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 42,
              "end": 52
            }
          ]
        },
        {
          "text": "And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, every day his portion: and they sanctified holy things unto the Levites; and the Levites sanctified them unto the children of Aaron.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 164,
              "end": 175
            },
            {
              "start": 221,
              "end": 225
            }
          ]
        }
      ]
    },
    {
      "number": 13,
      "verses": [
        {
          "text": "On that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever;",
          "footnotes": [
            {
              "footnote": "Ex. 17:14; Moses 1:40.",
              "start": 29,
              "end": 33
            },
            {
              "footnote": "Deut. 23:3 (3–5).",
              "start": 114,
              "end": 122
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.",
          "footnotes": [
            {
              "footnote": "Num. 22:5; 23:11.",
              "start": 81,
              "end": 87
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
          "footnotes": [
            {
              "footnote": "Ex. 12:38.",
              "start": 90,
              "end": 95
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 99,
              "end": 102
            }
          ]
        },
        {
          "text": "And he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded to be given to the Levites, and the singers, and the porters; and the offerings of the priests.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 201,
              "end": 212
            }
          ]
        },
        {
          "text": "But in all this time was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 16,
              "end": 20
            }
          ]
        },
        {
          "text": "And I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I perceived that the portions of the Levites had not been given them: for the Levites and the singers, that did the work, were fled every one to his field.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 68,
              "end": 73
            }
          ]
        },
        {
          "text": "Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries.",
          "footnotes": [
            {
              "footnote": "TG Tithing.",
              "start": 27,
              "end": 32
            },
            {
              "footnote": "OR storage houses.",
              "start": 83,
              "end": 93
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 133,
              "end": 136
            },
            {
              "start": 233,
              "end": 236
            }
          ]
        },
        {
          "text": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "In those days saw I in Judah some treading wine presses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.",
          "footnotes": [
            {
              "footnote": "TG Sabbath.",
              "start": 63,
              "end": 70
            },
            {
              "footnote": "OR supplies.",
              "start": 286,
              "end": 294
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 29,
              "end": 33
            },
            {
              "start": 155,
              "end": 164
            },
            {
              "start": 244,
              "end": 256
            }
          ]
        },
        {
          "text": "There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 79,
              "end": 81
            }
          ]
        },
        {
          "text": "Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.",
          "footnotes": [],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some of my servants set I at the gates, that there should no burden be brought in on the sabbath day.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 205,
              "end": 209
            },
            {
              "start": 245,
              "end": 249
            }
          ]
        },
        {
          "text": "So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.",
          "footnotes": [
            {
              "footnote": "OR outside of Jerusalem.",
              "start": 56,
              "end": 73
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 89,
              "end": 91
            },
            {
              "start": 158,
              "end": 162
            }
          ]
        },
        {
          "text": "And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 69,
              "end": 73
            },
            {
              "start": 91,
              "end": 94
            },
            {
              "start": 163,
              "end": 173
            }
          ]
        },
        {
          "text": "In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 30,
              "end": 34
            },
            {
              "start": 74,
              "end": 77
            }
          ]
        },
        {
          "text": "And their children spake half in the speech of Ashdod, and could not speak in the Jews' language, but according to the language of each people.",
          "footnotes": [
            {
              "footnote": "TG Language.",
              "start": 88,
              "end": 96
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying, Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.",
          "footnotes": [
            {
              "footnote": "TG Marriage, Interfaith.",
              "start": 148,
              "end": 152
            },
            {
              "footnote": "TG Gentiles.",
              "start": 173,
              "end": 178
            }
          ],
          "associatedContents": [],
          "italics": [
            {
              "start": 127,
              "end": 134
            }
          ]
        },
        {
          "text": "Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.",
          "footnotes": [
            {
              "footnote": "1 Kgs. 11:1; Jacob 2:24 (23–24).",
              "start": 8,
              "end": 15
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?",
          "footnotes": [
            {
              "footnote": "OR foreign wives.",
              "start": 100,
              "end": 113
            }
          ],
          "associatedContents": [
            {
              "type": "paper-page-number",
              "data": 668
            }
          ],
          "italics": []
        },
        {
          "text": "And one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.",
          "footnotes": [],
          "associatedContents": [],
          "italics": [
            {
              "start": 4,
              "end": 7
            },
            {
              "start": 68,
              "end": 71
            }
          ]
        },
        {
          "text": "Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.",
          "footnotes": [
            {
              "footnote": "TG Priesthood, Aaronic.",
              "start": 55,
              "end": 65
            },
            {
              "footnote": "Mal. 2:8 (4–8). TG Priesthood, Oath and Covenant.",
              "start": 75,
              "end": 83
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;",
          "footnotes": [
            {
              "footnote": "OR foreigners.",
              "start": 30,
              "end": 39
            }
          ],
          "associatedContents": [],
          "italics": []
        },
        {
          "text": "And for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good.",
          "footnotes": [
            {
              "footnote": "Neh. 10:34.",
              "start": 12,
              "end": 16
            }
          ],
          "associatedContents": [],
          "italics": []
        }
      ]
    }
  ]
}